{
    "Hot Diggity, I'm Evil! Now What?": "So, you've drawn a red token out of the bag and you're not sure what to do next? Feeling overwhelmed? Not sure where to begin? Don't worry - being evil is just as fun as it is scary! Unlike the poor good team floundering around with no idea who to trust, the power of the evil team is that you all secretly know each other, and can work together towards your common goal of dismantling the town from the inside.\nKnow what your \"job\" is! When you get your character, start thinking about your role in the game and what you are setting out to do to best help your team. When you first receive your character, ask yourself the question: \"What is my goal as this character?\" For example, as a Poisoner, your goal could be to find powerful information characters and undermine them. Meanwhile, a Scarlet Woman would have the very different goal of trying to set themselves up to look reliable and trustworthy so that they can take over the Demonhood at some point. Different demons will also have different goals; an Imp will kill, but can have the goal of dying at some point to set up a Minion for the ultimate evil victory. This would be very different to a Pukka, who cannot jump bodies but does poison their victims, allowing them to undermine information and protections the Imp cannot. If you know what you're setting out to achieve as your character, you will be more helpful to the evil team and able to contribute to their overall victory.\nIf you are in any way uncertain about how the character that you are bluffing as works - ask the Storyteller! Good players will notice if you don't seem to understand how your supposed ability works, and being found out that way can cause you a lot of problems. Going and talking to the Storyteller is not suspicious - lots of people have questions or might need a quick clarification on how their character works, so don't feel like this marks you as an evil player.\nLie about who you are! Never admit that you are evil! If the good players know for sure that someone is evil, that is a lot of information for them to work back from, and will put your team at a severe disadvantage. Pick a bluff as early as you can - you don't want to get to the point where you're on the chopping block and can't reasonably say who you are.\nLie about everything! Your goal is to set up a narrative that deflects suspicion from the Demon onto the good players (or even the Minions!). Claiming to be an Empath who has received information that they have one evil neighbour can send them into a frenzy against each other... when in fact both are good. The more you can set the good team to fight itself instead of you, the longer you will survive, increasing your odds of victory!\nTell the truth, selectively. It's easy to claim to be an Empath and throw suspicion on your neighbours, but you can easily gain their trust instead by claiming to get a '0'. The best lies have a little bit of truth in them, and if the group believes you are legitimate, it'll be much easier to stab them in the back later.\nBluff as an Outsider every so often, not just as a Townsfolk. Bluffing as a Townsfolk will help you sow misinformation, either directly due to the false information that you tell the group, or by pretending to use your character power in such a way that misdirects. But even though bluffing as an Outsider usually won't have that effect, it will imply that a character is in play, that actually isn't. For example, if in Trouble Brewing, you bluff as an Outsider, that often implies that a Baron is in play when there isn't. If in Bad Moon Rising you bluff as an Outsider, that may imply that a Godfather is in play when there isn't. If in Sects & Violets you bluff as an Outsider, that may imply that a Fang Gu is in play when there isn't. This kind of misinformation can greatly mislead the good player's logic, and help you win.\nBeing evil is all about being proactive. The good team has a LOT of tools at their disposal to uncover and expose your team's nefarious plots - if you sit on your laurels, it'll only be a matter of time before they uncover you. Your most powerful tool in Blood on the Clocktower is your voice - make sure to utilize it.\nTalk to your fellow evil players and coordinate with them. You have the secret advantage of knowing each other from the outset; use this to share important information (e.g. the existence of a Fortune Teller), coordinate bluffs, and maximize your deceptive potential. There are many bluffs that an evil team can only pull off by working together, which are harder to detect and very satisfying to pull off if you can manage it.\nTalk to the good players and gain their trust. Getting even one other player on your side means that you have aid when trying to convince the group of your version of events, back-up if you are accused of being evil, and a patsy if all else fails. Outsourcing your arguments to players who are more trusted than you gives you credibility and makes it easier for you to put your focus onto other things. It also makes it harder for the good team to coordinate if they are busy fighting among themselves.\nCommunicate with the entire town. You need to make sure that your (extremely fabricated) version of events are out there and contradicting the truth as much as possible. Players who hide everything will eventually be seen as suspicious, so make sure either you (or someone you're associated with) is working with everyone to solve the mystery. Be the player asking questions, so that nobody is questioning you!\nSupport your fellow evil players, and back up their claims! An Undertaker alone can be suspicious, but an Undertaker confirmed by a Washerwoman, or who just confirmed your character, looks more trustworthy in the eyes of the good team. Claim to be a Slayer and shoot at the Saint bluff, making them look legitimate. If they point at you and say you just pinged their Fortune Teller ability, start acting a little shady to lend legitimacy to the accusation. Sacrificing yourself at the right moment might be the push the evil team needs to succeed!\nUndermine the claims of good players and their information! There are many ways to go about this:\nAccuse them of being evil and lying. Pretty straightforward.\nAccuse them of being drunk or poisoned. This throws their information into question since it may not be reliable.\nDouble up with their claim. Do you have a Mayor who is gaining traction with the town? Well, you are also the Mayor, and they must be a liar!\nClaim that other information contradicts theirs - even if that information doesn't exist. Simply saying that a powerful character like a Fortune Teller got a positive read on them will sway people. (This is especially effective if you are well trusted by the town).\nGet on their good side! Befriend that pesky Slayer and help them choose their target... helpfully excluding yourself from the list. Chat with that Ravenkeeper about who they're going to check with their ability should they die (and maybe get them killed if their decision would help you out!). Manipulating good players into making bad decisions can be just as effective as setting them up to look evil or unreliable.\nUse your character abilities on them! Poison them, make them mad, curse them, transform them, or just outright kill them. The evil team has a lot of ways to neutralize problematic good players without getting directly involved. A problematic Chef can be turned into a fountain of bad information, all while being oblivious to their plight if you play your cards right.\nBeing \"undecided\" or \"confused\" is a great little tactic to get the good team to waste a lot of time trying to convince you of their point of view. The longer they spend trying to talk you around to their way of thinking, the longer they aren't trying to convince other good players, or the group in general.\nDisrupt the chain of logic that the good players are using, with carefully selected bluffs that lead the good team into informational cul-de-sacs. If you can. This is a super tricky, but extremely useful way to negate the good team's edge and turn the tide towards an evil victory. As explored above, in the \"single chain logic\" and \"double chain logic\" sections, the good team often relies on a \"chain\" of logic in order to figure out who is good and who is evil. Making that information disreputable \"further up the chain\" is more effective than doing so \"at the end of the chain\". For example, if you are sitting next to the Investigator, who tells the group that either Jon (the Mayor) or Mary (the Poisoner) is a Minion, and the Chef is saying that a pair of evil players are sitting next to each other, then Craig, who is the Demon and sitting next to their Minion, Mary, is in a lot of trouble. The good team has put the Investigator's information and the Chef's information together, and figuring out who the Demon is. If you claim to be the Fortune Teller, and claim that Ben is possibly the Demon, you are helping the evil team a little bit by making Ben look evil, but the Chef and the Investigator will still be hunting the Demon, and doing so well. If, however, you claim to be the Empath, and that one of your neighbours is evil, this makes the Investigator look possibly evil, which in turn makes the Chef's information point to different players. This way, you have sown doubt \"at the source\" of the chain of log, not just provided an alternative theory.\nNever give up. Never, ever, ever give up. The game is not over until the Storyteller says it is, and you always have a chance to turn things around and snatch victory from the jaws of defeat.\nMwehe, I'm a Minion! Now What?\nYou should never vote for your Demon, unless you are 100% certain there is a backup plan (like the Scarlet Woman). The Demon's death is the end of the evil team! It will make you look like a good player if you vote for your Demon, but if the good team thinks the Demon is evil, then looking good whilst your Demon dies is inconsequential.\nSupport your Demon in their endeavors and protect them from the good team... even with your life. But it's more than that. A Poisoner for example may have the goal of undermining any powerful information character they can find in one game, but in another they may need to focus on undermining a troublesome Monk. The Baron might have the goal of causing a lot of noise and wasting the good team's time, but in a different game they may choose to undermine a specific player, or even set themselves up to look evil so that the rest of the evil team can look good in comparison. Your job will change depending on the game composition and who is playing; knowing what you need to do is vital for the evil team's ultimate success.\nIf you are suspected or known to be evil, nominate your Demon to psych out the good team. OR, start protecting a random good player so that the rest of the Town suspects that they are also evil.\nStay alive! The evil team is completely outnumbered, and a dead evil player means one less free vote and one less evil ability in rotation. Prioritizing your survival (and the survival of your fellow evil players) is pretty vital, especially as the number of living players dwindle.\nYour death is not the end of the game for the evil team! If comes down to you or the Demon going to the chopping block, make sure it's you. Good players will even be more likely to trust you if you die with grace, so you will have plenty of opportunities to interfere even without your ability.\nOh My, I'm the Demon! Now What?\nStay alive! Your death is the end of the evil team unless you have a backup plan in place like the Devil's Advocate or Scarlet Woman. You can achieve this by any means necessary - lie, undermine the good players, sacrifice a Minion! Provided you're alive, the evil team has a chance.\nUtilize your teammates to lie and sneak through the town, gaining the trust of the good team until only evil remains. Every game will have a lot of nitty gritty decisions; do you defend your Minion, or throw them under the bus? Do you befriend and gain the trust of a good player, or undermine them and their information with suspicion and deceit? Do you kill the Fortune Teller before they become a thorn in your side, or leave them alive a little longer so people start to wonder why the Demon hasn't taken care of them yet? Your goal is always the same, but your job will change depending on the players and characters you're up against. Knowing what to prioritize is vital to leading your team to victory.\nKnowing who to kill and when can often be what turns the tide for the evil team. Every Townsfolk and even some of the Outsiders are threats to you and your fellow evil - eliminating them is something only the Demon can do. Taking out that Slayer before they get to try and shoot, or removing an Empath before they get that read on your Minion is very satisfying.",
    "Thank Heavens, I'm Good! Now What?": "So, you've drawn a blue token out of the bag and you're not sure what to do next? Is there too much information being talked about? Not enough? Who do you vote for? Why? How do you figure out who is who? How do you get people to trust you? Read on, to find out more...\nFind out what your \"job\" is. When you get your character token from the bag, read your character ability and ask yourself \"What is the main goal for my character?\". As a good player, your aim is to find and kill the Demon, but as a particular character, your sub-goal depends on what your character ability is. If you can achieve this character goal, then you will have contributed significantly to your team's chance of victory. Once you have figured out your character goal, strategies to achieve it will present themselves to your imagination. For example, if you are the Saint, your \"job\" is to avoid getting executed - you can achieve this either by convincing the group that you are the Saint, or by dying of a night time. If you are the Undertaker, your \"job\" is to find out the identity of as many executed players as possible - you can do this by surviving as long as you can, and by \"drumming up some business\" by convincing the good team to execute players every single day. If you are the Soldier, your \"job\" is to trick the Demon into attacking you, which prevents a good player from dying that night - you can do this in any number of ways.\nGet involved. The more active a part you take in the discussion, the more you will understand. Doing your best to engage and solve a puzzle activates your puzzle-solving abilities much more than simply sitting and listening.\nListen. Whilst it may seem that you have figured out who the Demon is, or that your information or ability is more important than any other player's, you may be drunk or poisoned, or you may simply be wrong. Listen to what the other players have to say, to make sure that what you think is the truth, and not just what the evil players have carefully manipulated you into thinking!\nBe helpful to the group. If you are sharing information, coming to the aid of players you believe to be good, voting for players the group thinks are evil, and generally being a coordinator and helpful person to the group as a whole, the group will trust you beyond the question of \"which character are you\"?\nYour single most powerful tool you have is your voice. Your character ability can give you information, but in order to get the other players to believe and utilize that information, you will need to use your voice effectively. Talk to as many players as you can - learn who they are and combine their information with your own. Be helpful. Be proactive. Even if you have no information, telling the group what you think can provide them with information and gives you influence. If you are nominated, defend yourself. If you believe someone is evil, campaign for their execution.\nYou can not trust the whole group. At least some players will be evil, and lying to you. However, *most* players are good, so most players are trustworthy. Put your faith in one or two players, and talk in secret with them. Tell them which character you are and what you know. Ask for them to do the same. Come to their defense if they are nominated, and ask them to come to yours. If you have chosen well, the coalition you have formed will pay off. However, if the information of the rest of the group is pointing to them being evil, it may be time to turn on them like a pack of rabid dogs.\nTalk to players in secret. Not all conversation needs to be done loudly and publicly. Whisper to the people sitting next to you. Move around the circle and have private conversations with whoever you like. Form secret alliances. Reveal and share your information to select players only, and get them to do the same. As a good player, you should tell the group everything you know (or think you know) at some stage, but some initial secretiveness can be beneficial.\nIf you want to reveal your character to the group, but don't want the Demon to know who you are, you can tell another player to pretend to be your character, or to simply tell the group your information on your behalf. For example, if a player says \"I know that an Investigator is in play, and that either Amy or Evin is the Minion, but I'm not going to reveal who the Investigator is\", then your identity is kept secret.\nTell the truth at some stage. While you do not have to reveal your character to the group straight away, you should reveal who you are, truthfully, before the final nominations occur. Some characters can benefit by hiding for a few days so as to collection information, but on the whole, the more good players who truthfully say who they are, the more information the good team has to collaborate and coordinate with. Even if you reveal which character you are, and you die because of it, you are still in the game, and your opinion may be even more respected.\nProve who you are. This is difficult, but doable. In most cases, your character ability will not prove who you are to the group, but  other characters' abilities may be able to prove who you are. Or, at least, provide good with a case that is good enough to keep you alive. For example, if the Chef says that evil players are not sitting next to each other, and you can convince the group that one of your neighbours is evil by utilizing the abilities of the Undertaker, Virgin, Empath, Investigator or even the Recluse, then you can look golden.\nBe proactive - get other players to use their abilities on you. Passively waiting for other players to solve the mystery is a recipe for disaster. Get involved, and don't be afraid to ask other players to use their ability on you to confirm that you are good, or to team up and both use your ability in a coordinated way. For example, if you know that there is an Undertaker in play, you can secretly ask them to execute you so that they confirm you are good. If a Monk is in play, you can ask them to protect you, so that you can survive another day or two to use your Slayer ability. If you are the Saint, you can ask the Fortune Teller to choose you at night, to prove you are not the Demon.\nDo whatever you can to keep players that you trust, alive. If you are the Washerwoman and trust the player who is the Ravenkeeper, because you know who they are, then convince the group not to execute them. Or, if you are the Empath and know both your living neighbours are good, then keep them alive too. You can lie, or tell the truth, about which characters they are, just keep them alive!\nEngage the dead players. Sometimes, players that die disengage from the game and feel like because they are \"dead\", they are not influential. Nothing could be further from the truth. The dead players still vote, and the information that the dead players have is still useful to you to help win the game - sometimes even more so. After all, dead players are almost certainly not the Demon. If you talk to the dead players, swap information with them, and help them decide when and how to use their vote, they won't be using that vote on you! They'll be using their vote as wisely as possible.\nDon't get executed! Under most circumstances, getting executed is not helpful. Even if you have \"used your ability\", it is not wise to be executed, as that guarantees that an evil player is not being executed! Do whatever you can to avoid being executed - even lying about who you are to save your skin. Good doesn't win by executing good players. They win by executing evil players.\nGet executed! If the group thinks that you are evil, then volunteering to get executed (and even voting for yourself) might be the best solution. If you die today, then a different player can be executed tomorrow, but if you are not executed today and instead you survive until the final day, the group will still think you are evil and want to execute you on the final day - which means that evil wins. Removing yourself from the pool of suspicious players earlier rather than later might be unhelpful to you personally, but may help your team win.\nDon't worry if you die at night - particularly if you die early in the game. This is a good thing! Since the Demon rarely, if ever, kills a Minion at night time, then you dying at night time is a great way for the good team to trust you. When they trust you, they trust any information that you do have. You can also continue to talk and play a major role in deciding who to kill... with the added benefit of being a trustworthy good player.\nUse your dead vote wisely. Once you are dead, you only get one vote for the rest of the game. This is extraordinarily valuable and should be used at a time when it makes the most difference. Often, that means saving your vote until the final day, when many other dead players are voting too; since the dead will outnumber the living, it will be they who decide the fate of the game. If you throw your dead vote away frivolously in the early stages of the game, you are denying yourself that power at the end.\nYou don't need to kill the Demon on the first day. You don't need to kill the Demon on the fifth day. In fact, you probably won't. Most games of Blood On The Clocktower will get to the point of just three players being left alive. This is when your odds of killing the Demon are the highest, and is the moment that needs your attention and brainpower the most. At this point, you have a one in three chance of killing the Demon by chance alone, so any information (however small) that you have collected beforehand can come in handy. Even small facts or opinions of yours can sway dead good players into voting wisely, and increase your odds of victory - information about who the Demon is can help you decide who to kill, information about who is not the Demon can help you decide who not to kill! Basically, some people's strategy will be about finding and killing the Demon early. But a better strategy is often simply to find good players, and keep them alive until the final day, so that when just 3 players are alive, and you know 2 of them are good, you can find the Demon by a process of elimination.\nFinding out who is not the Demon is just as important as who IS the Demon. It would be a short and unpleasant game for the evil team if the good team could figure out who the Demon was quickly and easily each game. The game is designed so that information comes into the game gradually, and much of the information is directed at learning who is good. This is good news! If you can figure out who is good, you know who not to kill! Keeping players you trust alive is just as effective as killing players you believe are evil. Once all living players (except one) are trustworthy, you have (hopefully!) found the Demon.\nUse single-chain logic whenever you can. This means to \"follow the chain of information to its logical conclusion\". When doing this, assume that Drunkenness or Poisoning are not a factor. Ignore them, assume that one particular player is telling the truth, and see where you arrive at logically from that point onward. If you arrive at sensible conclusions, then the player you assumed was telling the truth, probably was. If you arrive at ridiculous conclusions, then the player you assumed was telling the truth, probably wasn't. Basically, if your conclusion seems correct, your assumption probably is correct too. If your conclusion is obviously incorrect, your assumption must be incorrect too. For example:\nThe Undertaker learns that the last three executed players were the Washerwoman, the Investigator and the Butler. Trusting that the Undertaker is telling the truth, you can infer that the Washerwoman, Investigator, and Butler are also telling the truth. Therefore, the Washerwoman's information is correct (which means you can now trust the Townsfolk that they learnt about) and the Investigator's information is correct too. And in this case, the Investigator is claiming that they learnt that either the player claiming Butler, or the player claiming Saint is actually the Baron. Since you trust the Butler and the Investigator (continuing on the assumption that the Undertaker is telling the truth), you now know that the player claiming to be the Saint is actually the Baron.\nThe Virgin is nominated by the player claiming to be the Empath, who is executed immediately due to the Virgin's ability. The Empath is claiming that both their neighbours are evil. But the Fortune Teller is claiming that neither of the Empath's neighbours is the Demon. Since (in this game), there are only two evil players, something is fishy. Starting with the obvious fact that the Virgin is who they say they are, you can deduce that the Fortune Teller is lying, since the Empath is a confirmed Townsfolk.\nThe Investigator learns that one of two players is the Scarlet Woman. Assuming that the Investigator is telling the truth, the good team executes both of these players. Afterwards, the Slayer kills the Demon and the game continues. Given that there is only one Minion in play, this must mean that the Scarlet Woman is still alive. If you assume that the Investigator is telling the truth, then an impossibility occurs, so the Investigator must be lying, or drunk/poisoned.\nThe Ravenkeeper dies at night and claims that the player claiming to be the Mayor is actually the Drunk. Assuming that the Ravenkeeper is telling the truth, that means that an Outsider is in play. But in this game, there are not supposed to be any Outsiders, which means the Minion is a Baron. If the Baron is in-play, then that player that has been claiming to be the Recluse all game, is actually the Recluse (since in this game, no other players are claiming to be Outsiders).\nUse double-chain logic whenever it is appropriate. Single-chain logic is very useful, but many situations arise where it can be difficult to find a good \"starting point\" to begin deducing. Double-chain logic means to apply logical reasoning, from a position of uncertainty, but where assuming one thing means that you can reject another. If you believe A, then you can disregard B. If you believe B, then you can disregard A. But - since you often won't know whether to believe A or B, you can follow both to their logical conclusions, and compare the results, knowing that both can not be true - which is more information! For example:\nTwo people claim to be the Chef. Chef A claims that there are no pairs of evil players sitting next to each other. Chef B claims that there is one pair of evil players sitting next to each other. (In this game, there are two evil players). If you assume that Chef A is telling the truth, then you know that the neighbours of Chef B are both good. This is because if Chef A is telling the truth, then Chef B is lying, and therefore evil, and since there are no pairs of neighbouring players, both players neighbouring Chef B are good. If you assume that Chef B is the one telling the truth, then there is one pair of neighbouring evil players, which means that one of the players sitting next to Chef A is evil (because if Chef A is lying, they are evil, and Chef B says that evil is sitting together. So, even though you don't know which Chef is telling the truth, you know that either Chef A is good AND both of Chef B's neighbours are good, or you know that Chef B is good AND one of Chef A's neighbours is evil.\nThe Empath is saying that one of their neighbours are evil. These neighbouring players are claiming to be the Washerwoman and the Fortune Teller. The Washerwoman is claiming to know that the Slayer is actually the Slayer. The Fortune Teller is claiming that the Slayer is actually the Imp. So, putting these two pieces of information together (and assuming that good players are telling the truth and evil players are lying), then either the Slayer is evil, which means that the Washerwoman not actually the Washerwoman and therefore also evil, or the Slayer is good, which means that the Washerwoman is good, and therefore the Fortune Teller is evil. In either case, the Slayer is a different alignment to the Fortune Teller. (This example assumes a game with one Minion, and assumes that the Fortune Teller's \"Red Herring\" has already been killed, so as to remove the possibility of the Slayer being the Red Herring)\nThe Savant learns that either \"all people on the black couch are good\" or that \"the Demon is wearing glasses\". Due to the Savant's ability, one of these things must be true, and one must be false. So, all players on the black couch are good AND the Demon is not wearing glasses, or at least one player on the black couch is evil AND the Demon is wearing glasses! These are two pieces of information that can't both be true. If the black couch hosts three people - one of whom is wearing glasses, and dies - then you know that the remaining two players on the black couch are not the Demon. This is because either all black couch people are good (which means the two remaining black couch people are good), or the Demon is wearing glasses (which means the two remaining black couch people are not the Demon). Either way, you don't need to execute either of them.\nAssume that players are not drunk and not poisoned. While drunkenness and poisoning are a threat, they are rare. Only one player can be the Drunk, not all players. Only one player can be poisoned by the Poisoner, and the Poisoner needs to know who to target. Most good players are sober (not drunk) and healthy (not poisoned) most of the time, so that is a good thing to assume. However, if there is a definite signal that a player might be drunk or poisoned, such as there being one fewer than normal Outsiders in play, or the Investigator claims that one of two players is Poisoner, then it is worth trying to figure out who is likely to be drunk or poisoned. Also, some characters can confirm that players are not drunk or poisoned, which gives even more reason to assume that all good players are sober and healthy - for example, if the Undertaker learns that a dead player is the Drunk or the Spy, then you know that no other player is the Drunk, and that a Poisoner is not in play (if there is only one Minion in-play).\nIf two players claim to be the same character, you know that at least one of them is lying. Usually, this will mean that one player is good, and the other player is a Minion. Since the Demon gets shown three not-in-play good characters that are safe to bluff as, it is unlikely that they will double up with a good player's character claim. When faced with the situation of two players claiming to be the same character, you can kill both players, thus ensuring that you have killed the evil player, or you can investigate further, and see if you can figure out which player is good and which player is evil - one player's information may prove to be suspicious. However, depending on the circumstances, you don't need to kill either player, since the Demon is probably elsewhere.\nMost games of Blood On The Clocktower have an enormous amount of information to use. This information interacts in various ways to help you figure out who is who. Body language can be a factor in signalling who is who good and who is evil, but you will find that in most cases, body language can be deceptive. That player who \"feels\" like they are lying, might just be uncomfortable with revealing which character they are. Or they might be a good character who is incentivized to lie, such as the Soldier or the Sage. Acting based on who is saying what, on the information that is presented, will usually be more helpful than going on gut feeling.\nUse your intuition if you are confused. Sometimes, the amount of information that becomes apparent can be overwhelming, particularly if that information is contradictory. As a backup plan, go with your gut, and trust the people you get a good vibe from, and execute the people you feel are evil. Sometimes, ignoring rational-sounding arguments in favor of your intuition can be the right way to go.\nWork as a team! There are very few characters that can win the game due solely to their own efforts, such as the Slayer, Courtier, or Sage. The vast majority of the time, you will need to combine your information with the information of your team mates to find out who is good and who is evil. Talk to them. Listen to them. Use your combined brainpower to figure out what your information - as a team - means.\nKill with grace, die with dignity. Basically, be pleasant and sportsmanlike. Particularly when it comes to executing players, or being executed: if you act in a way that is respectful of the thoughts, feelings and situations of the other people in the game; if you are a fun person, a team player, a person that people want to talk to, then that also makes you a person who players will want to keep alive and share their information with. If you exhibit the qualities of a considerate leader, or a positive and helpful team member, then you can get many allies that will support your path to victory.\nSweet Cherries, I'm a Townsfolk! Now What?\nShare whatever information you have. If you are the Empath, tell the group how many of your neighbours are evil. If you are the Washerwoman, talk to the player(s) you believe to be the Townsfolk you learned. Share your information publicly by telling the whole group what you know, or share your information privately with one or two players who you trust. Either way, if you are sharing information, and they are sharing information, then you can put the pieces of the puzzle together in time. Even if you are not a character that learns information of a night time, you still have some type of information. For example, the Slayer, if they slay the wrong player, knows at least that that player is NOT the Demon. The Virgin, if nominated, learns something about the identity of the nominating player. The Monk, can learn who the Demon attacked, if no players died tonight. If you are the Soldier and the Demon attacks you, you learn that the Demon wanted you dead - which gives you some information about which player it might be!\nCombine your information with other players' information. Any information that you have is, by itself, usually not enough to gain a huge advantage over evil. But if you seek out other good players, and put your information together, the effect is multiplied. Two facts are more than twice as effective as one fact.\nBluff! If you are a character that takes a few nights to collate their information, or becomes more powerful as the game develops, it can be very helpful to bluff as a character that the Demon does not want to kill. For example, if you are the Undertaker, Fortune Teller, Empath or Slayer, you can bluff as the Ravenkeeper, Soldier, or even the Saint. This way, the good team will want to keep you alive, and the Demon will be afraid to kill you, allowing you to survive and gradually become more and more powerful. You will need to reveal your true identity to the group at some stage though...\nAnother tricky strategy is to tell a single player (or two) who you are, but don't tell the group as a whole. If you die of a night time, it is probably because the player you revealed yourself to, is the Demon, or is a Minion who told the Demon who you are. For example, if you tell one and only one player that you are the Monk, and you die that very night, then the player you told might very well be the Imp. Once players become aware that you use this strategy regularly, you can actually use it to keep yourself alive instead. For example, if you tell a single player that you are the Monk, and that player is the Demon and also knows that you will tell the group that they are the Demon if you die at night, then they will be very apprehensive about killing you of a night time. This is tricky business indeed.\nYou can also give false information to the group for several days before reversing your position and giving the correct information. This works best if you give information that is obviously false from the Demon's perspective. Demons are less likely to kill good players that they believe are drunk, or are not telling the truth. For example, the Fortune Teller chooses players each night, and each time they learn a \"no\", they tell the group a \"yes\", and each time they learn a \"yes\" they tell the group a \"no\". The Demon, knowing for a fact that the Fortune Teller's information is incorrect, assumes that the Fortune Teller is not actually the Fortune Teller, but some other character that wants to be attacked at night, such as the Ravenkeeper or the Soldier, and is too afraid to attack the Fortune Teller. When the Fortune Teller tells the group that they have been lying about their information, but not their character, all hell breaks loose, and the Evil team starts sweating.\nOnce you reveal you are a powerful Townsfolk, particularly one that acts every night, you become a juicy target for nefarious characters such as the Poisoner or the Witch. If you believe that such characters are in play, you can often assume that you are their target, since such characters want to take out powerful Townsfolk as early as possible.\nConversely, if you are a character that benefits from being attacked by the Demon, then bluff as a character that the Demon would want to attack. If you are the Ravenkeeper, Soldier, or other characters of that ilk, bluffing as the Fortune Teller, Undertaker, Slayer or even Virgin can tempt the Demon into choosing you of a night time. The Ravenkeeper benefits enormously by gaining information, whilst the Soldier prevents a good player from dying. This strategy is also useful if the Monk is protecting you, or even if you are a character that has already used their ability or is a better choice for the Demon to kill. For example, if you are a Chef that has already gained their information, a Recluse or a Saint that is not being believed to be an Outsider, or even a Librarian, you can trick the Demon into killing you of a night, thus keeping the Townsfolk that are more powerful in the later game alive.\nWhatever ability you have, milk it baby! If you use your ability as best you can, in the way that you feel is best, and all other Townsfolk are doing the same, then victory is certain. Probably. Maybe.\nGoddammit, I'm an Outsider! Now What?\nFind a way to overcome your character limitation. Your character ability is a hindrance to your team, and can drastically hamper your team's chances of winning; but if you can nullify that ability (or even turn it into an advantage!), then you have become a significant help to to your team, and increased the chance of a good victory. For example, if you are the Saint, then do whatever you can to prove you are the Saint. If you are the Klutz, then do some investigation and find a good player - if you die and use your ability on them, you have confirmed that player as good.\nInformation that you receive will be more vague and based more on intuition than deduction - but there are still useful points to be gained if you are crafty and observant. For example, if you are the Saint, pay particular attention to players especially enthusiastic about executing you - they are probably evil. If you are the Butler, pay attention to when your master votes - if they know you are their Butler, they will usually vote so that you vote too. If you are the Drunk, and you can figure out that you are the Drunk, then you learn that any information you receive(d) is (almost certainly) false, that nobody else else the Drunk, and that at least one Outsider is in play - all of which can be very useful information.\nCount the number of players who are claiming to be Outsiders, and compare this number to how many Outsiders are supposed to be in play. (This number is listed on the Traveller sheet, which should be under the Town Square in the center of the circle). If the number of players claiming to be Outsiders is the correct number, you can safely assume that those players are good - this is helpful, because even though Outsider abilities are unhelpful to the team, you know that those players are good, and you should be executing all other players instead. For example, if the game is supposed to have two Outsiders, and players have claimed to be the Saint and the Butler, then they are probably telling the truth.  If there are too many players claiming to be Outsiders, you know that one (or more!) of them are lying. For example, if the game is supposed to have only one Outsider, and two players are claiming to be the Goon and the Moonchild, then you should probably kill both of them, since at least one of them is evil. However, if you have fewer players claim to be Outsiders than Outsiders in play, then there is a character in play that either reduces the number of Outsiders in play (such as the Godfather), or makes Outsiders invisible (such as the Drunk). Either way, this is information that you can use.\nIf you think that you will be alive on the final day, it can be best to not reveal who you are until that day arrives. At that point, when just three or four players are alive, revealing that you are an Outsider will often be believed, since there is supposed to be an Outsider in play. This means that if you are believed, then that is one less player that is suspicious enough to be executed. Instead of the good team choosing between three players to execute, for example, they are choosing between two. Increasing the odds of your team winning from 33% to 50% is a pretty significant boon.\nBe a team player. Find out which players are which characters, and work with that information. Outsiders have less responsibility than Townsfolk, since they don't need to focus on maximizing the use of their ability, so use this opportunity to organize the good team, to put all their information together and help them decide who to execute, and who to keep alive."
}
