{
    "Ability": "The special power or penalty of a character, printed on its character token, the character sheet for the chosen edition, and the character almanac for the chosen edition. The definitive text of the ability is printed in the “How to Run” section of the character almanac. Characters have no ability when dead, drunk, or poisoned.",
    "About to die": "The player who has enough votes to be executed and more votes than any other player today.",
    "Alignment": "The team that a player is currently on. Alignment is either good or evil. If a player changes alignment, their character stays the same. If a player changes character, their alignment stays the same. Players know their own alignment.",
    "Alive": "A player that has not died. Alive players have their ability, may vote as many times as they wish, and may nominate players. As long as 3 or more players are alive, the game continues.",
    "Alive neighbours": "The two alive players that are sitting closest—one clockwise, one counterclockwise—to the player in question, not including any dead players sitting between them.",
    "Ally": "A player of the same alignment.",
    "Character": "The role that a player plays, such as the Butler, as listed on the character sheet and character almanac for the chosen edition. Characters may be in play or not in play.",
    "Character sheet": "The cardboard sheets that list all of the possible characters and their abilities for the chosen edition.",
    "Character token": "The large round token that each player gets at the start of the game that indicates their character. Players cannot look at each other's character tokens.",
    "Choose": "This word in a character’s ability indicates that their player decides something. If this word is absent, the Storyteller decides instead.",
    "Clocktower": "Blood on the Clocktower, the world’s greatest bluffing game!",
    "Dawn": "The end of a night, just before the next day begins. Characters that act “at dawn” act after almost all other characters.",
    "Day": "The game phase in which players have their eyes open, talk with each other, and vote for an execution. Each day is followed by a night. Each night is followed by a day.",
    "Dead": "A player that is not alive. Dead players may only vote once more during the game. When a player dies, their life token flips over, they gain a shroud in the Grimoire, they immediately lose their ability, and any persistent effects of their ability immediately end.",
    "Declare": "State to the group so that everyone can hear you.",
    "Demon": "A type of character that begins evil. If the Demon dies, the good team wins. Demons usually kill players at night and have some other ability that harms the good team.",
    "Demon info": "Shorthand on the night sheet, representing the information that the Demon receives on the first night if there are 7 or more players. The Demon learns which players are the Minions, and learns 3 good characters that are not in play to help them bluff.",
    "Demon, The": "The player that has the Demon character. In a game with multiple Demons, each alive Demon player counts as “The Demon”.",
    "Drunk": "A drunk player has no ability but thinks they do, and the Storyteller acts like they do. If their ability would give them information, the Storyteller may give them false information. Drunk players do not know they are drunk.",
    "Dusk": "The start of a night, just after the players close their eyes. Characters that act “at dusk” act before almost all other characters. Abilities that last “until dusk” end as soon as the players go to sleep.",
    "Each night": "Every night phase.",
    "Each night*": "Shorthand on character sheets and tokens, meaning “Every night phase except for the first night phase.”",
    "Edition": "A scenario of Clocktower that contains a set of tokens, character sheets, and a character almanac. For example, Trouble Brewing. Each edition has a unifying theme, strategy, and tone.",
    "Evil": "The evil alignment. Minions and Demons (red characters) start as evil. Evil wins when just 2 players are alive, not including Travellers.",
    "Evil character": "Minions and Demons.",
    "Execution": "The group decision to kill a player other than a Traveller during the day. There is a maximum of one execution per day, but there may be none. A nominated player is executed if they got votes equal to at least half the number of alive players, and more votes than any other nominated player.",
    "Exile": "The group decision to kill a Traveller during the day. There may be any number of exiles per day, including none. Any players may support an exile, even dead players without a vote token. Abilities cannot affect an exile decision in any way. Though an exile is similar to a vote for execution, the process is not a vote, and an exile is not an execution. See Vote and Execution.",
    "Fabled": "A type of character for the Storyteller. Fabled characters are neutral, chosen by the Storyteller publicly, and usually make the game fairer in strange situations.",
    "False info": "False information, such as a false statement, gesture, or character token. The Storyteller may give false information when an ability malfunctions, such as when the player is drunk or poisoned. See True info.",
    "First night": "The night phase that begins the game. Some characters act only during the first night. Some characters act during each night except the first. Players may talk about their characters only after the first night.",
    "Good": "The good alignment. Townsfolk and Outsiders (blue characters) start as good. Good wins if the Demon dies.",
    "Good character": "Townsfolk and Outsiders.",
    "Grimoire": "The box that stores the Clocktower pieces, held and updated by the Storyteller. Players cannot look in the Grimoire. The Grimoire shows the actual states of all the characters, such as who is alive or dead, who is poisoned, who is acting at night, etc.",
    "Healthy": "Not poisoned.",
    "In play": "A character that exists in the current game, either alive or dead.",
    "Info": "Information.",
    "Info token": "Rectangular tokens that give information and are sometimes shown to players at night. For example, the “This is the Demon” info token.",
    "Leaf": "The small green and orange symbols on many character tokens that help the Storyteller run the game. Green leaves on the top show the number of reminder tokens to add to the Grimoire. A green leaf on the left shows that the character needs a night token on the first night. A green leaf on the right shows that the character needs a night token on each night except the first. An orange leaf means that the character setup is different than normal for this game.",
    "Life token": "These tokens are placed on the Town Square, corresponding to the players’ seating positions, and show which players are alive or dead. The parchment side shows that the player is alive, and the black side shows that the player is dead.",
    "Lose": "At the end of the game, one team will lose. Dead and alive players lose as a team. Evil loses when the Demon dies. Good loses when there are only two alive players, not including Travellers.",
    "Mad": "A player who is “mad”  about something is trying to convince the group that something is true. Some players are instructed to be mad about something - if the Storyteller thinks that a player has not put effort to convince the group of the thing they are mad about, then a penalty may apply. Some players are instructed to not be mad about something - if the Storyteller thinks that a player has tried to convince the group of that thing, then a penalty may apply.",
    "Might": "Shorthand on character sheets and tokens. Something that “might” happen means the Storyteller chooses whether it happens or not.",
    "Minion": "A type of character that begins evil. Minions have abilities that help the evil team. There are usually 1 to 3 Minions per game. The Traveller sheet lists the number of Minions in the current game.",
    "Minion info": "Shorthand on the night sheet, representing the information that the Minions receive on the first night if there are 7 or more players. The Minions learn which other players are Minions, and which player the Demon is.",
    "Neighbors": "The two players, whether dead or alive, sitting one seat clockwise and counterclockwise from the player in question.",
    "Night": "The game phase in which players close their eyes, and certain characters wake to act or receive information. The game begins with the night phase. Each day is followed by a night. Each night is followed by a day.",
    "Night sheet": "The sheet the Storyteller uses to know which characters act in which order at night. The night sheet has one side to use on the first night and one side to use on all other nights.",
    "Night token": "The tokens that the Storyteller puts next to the night sheet to indicate which characters may need to act tonight. Which night tokens are needed is indicated by the leaves on the left and right of each character token.",
    "Nomination": "The act of declaring a group vote to execute a player, which is echoed by the Storyteller. Players may nominate once per day, and can be nominated once per day. Only alive players may nominate.",
    "Not in play": "A character that does not exist in the current game, but is on the character sheet.",
    "Once per game": "An ability that can be used only once. If a player dies before using their ability, or if they use their ability, even while drunk or poisoned, they cannot use their ability again.",
    "Outsider": "A type of character that begins good. Outsiders have abilities that are unhelpful to the good team. The Traveller sheet lists how many Outsiders are in the current game.",
    "Player": "Any person who has an in-play character, not including the Storyteller.",
    "Poisoned": "A poisoned player has no ability but thinks they do, and the Storyteller acts like they do. If their ability would give them information, the Storyteller may give them false information. Poisoned players do not know they are poisoned. See Drunk.",
    "Private": "Anything whispered between two players, or between a player and the Storyteller, so that the other players do not hear it.",
    "Public": "Anything said or done in such a way that most players, including the Storyteller, are aware that it happened.",
    "Register": "A player that “registers as” a specific character or alignment counts as that character or alignment for game rule purposes, and for other player’s abilities. For example, if a good player “registers as evil,” they are still good (and win when good wins), but they count as evil to characters that detect evil. Registering as a character does not impart that character’s ability.",
    "Reminder token": "The small tokens that help the Storyteller remember all sorts of things. Reminder tokens are specific to a certain character.",
    "Rules sheet": "The sheet that is read out at the beginning of a game so that new players can learn the important rules. New players may instead read the sheet privately if they wish.",
    "Script": "A collection of characters, created via the Script Tool, that can be printed to make character sheets.",
    "Script Tool": "The online character list generator, which allows you to design scripts from any combination of character tokens you own. Use the Script Tool at BloodOnTheClocktower.com/script.",
    "Setup sheet": "The sheet that details what the Storyteller needs to do before beginning a game.",
    "Shroud": "The black and grey banner-shaped token used in the Grimoire to indicate that a player is dead.",
    "Sober": "Not drunk.",
    "Starts knowing": "Shorthand on character sheets and tokens. A character that “starts knowing” gains knowledge on the first night or, if such a character is created mid-game, at that point instead.",
    "State": "A current property of a player. A player is always either drunk or sober, either poisoned or healthy, either alive or dead, and either mad or sane.",
    "Storyteller": "The person who runs the game. The Storyteller keeps the Grimoire, follows the rules of the game, and makes the final decision on what happens when a situation needs adjudication.",
    "Team": "All players sharing an alignment. “Your team” means “You and all other players that have the same alignment as you.”",
    "Think": "A player who “thinks” they are a different character receives a character token that does not match their true character in the Grimoire. The Storyteller pretends to this player that they are this false character.",
    "Tomorrow": "The day phase and the night phase following the current night phase.",
    "Town Square": "The grey cardboard sheet in the center of the seats. The Town Square has the player's life tokens and vote tokens on it, and the Traveller sheet under it.",
    "Townsfolk": "A type of good character. Townsfolk have abilities that help the good team. Usually, most in-play characters are Townsfolk. The Traveller sheet lists the number of Townsfolk in the current game.",
    "Traveller": "A type of character for players who are late to join or who expect to leave early. The player chooses their character, and the Storyteller chooses their alignment. Travellers have great power, but may be exiled by the group.",
    "Traveller Sheet": "The sheet placed under the Town Square. It lists how many Outsiders and Minions are in the current game and what the Travellers’ abilities are.",
    "True info": "True information, such as a true statement, gesture, or character token. The Storyteller must always give true information about the rules. See False info.",
    "Type": "A class of character—Townsfolk, Outsider, Minion, Demon, Traveller, or Fabled.",
    "Vote": "Raising a hand when the Storyteller is counting the number of players in favor of an execution. Players may vote  per day. A dead player may only vote once for the rest of the game. The votes are tallied clockwise, ending with the nominated player. The exile process, though similar, is not a vote. See Exile.",
    "Vote token": "The round white circular token that is put on a player’s life token when they die. When this dead player votes, they remove their vote token and cannot vote for the rest of the game.",
    "Wake": "A player opening their eyes at night. The Storyteller wakes a player by tapping twice on the knee or shoulder, and wakes all players by saying “eyes open, everybody” at dawn.",
    "Win": "At the end of the game, one team will win. Alive and dead players lose as a team. Good wins when the Demon dies. Evil wins when there are only two alive players, not including Travellers."
}
