{
    "Growing Your Clocktower Group": "The more, the merrier. The larger your Clocktower group, the more fun everyone will have, and the more varied opponents and allies that everyone will get to play with. This section gives some ways to grow your group.\nJoin the Facebook group if you need more players for your games or want to participate in games that others run. Each city should have a Clocktower Facebook group with your city in the title, such as \"Blood on the Clocktower—Los Angeles.\" These meeting places are a great way to get to know more players in your area. If your city doesn't yet have a Facebook group, feel free to start one! If Facebook is the devil, then perhaps Meetup, or some other similar online tool may prove to be a useful way to connect with players.\nEncourage your players to Storytell. Once you have mastered the basics of the Storyteller role, it's time to get into the game and dominate with your superior knowledge! If you encourage players to take on the Storyteller role, they too can see how rewarding it is, and will want to invite their friends too. Players are usually pretty keen to get online and start designing Scripts, so they’ll need the basic skills to run the games they design. They can learn by reading this rulebook or by watching and helping you Storytell for a game or two, then having you watch and help them Storytell for a game or two.\nBe a leader. The Storyteller role usually has an element of authority. It is also usually the Storyteller that organizes game times and locations. Generally speaking, the players will look to you for times and dates and a little social leadership. Treat them well. Listen to what they want. Tailor games to their interest and play style. Above all, be welcoming and helpful to the new players in your group. Taking care of just the veterans means that your group will not grow. If you take care of the new players—explain the rules to them, help them out when they have questions, and keep a friendly and positive vibe—then new players will bring new players, and your group will continue to grow.\nEncourage veterans to be good to the new players. Many enthusiastic veteran players tend to overload new players with information. Too many unimportant game rules, too many character exceptions, and too many pieces of strategy advice all tends to confuse, not enlighten. Everything a new player needs to know to start playing is explained on the rules sheet. They can pick the rest up as they go.\nIf your veterans keep things simple and help out the new players, the new players will stay. This benefits the veterans too, as they may make helpful in-game allies to secure a victory. Many a game has been won or lost by a helpful veteran talking to the new players and getting them involved, for good or evil.\nFor new players, keep it simple. Do not overload them with information. Instead, give them just enough to get involved and have a good time. Encourage your veterans to do the same. Whilst most players will pick up the basics sometime during their first game, it is usually counterproductive to tell a new player all the rules and major strategies at once. This can totally overwhelm them.\nThe rules sheet is designed to get new players into playing the game with a minimum of fuss. All the extra rules — drunkenness, madness, strange character interactions — they can learn as they play. Your veterans will probably be more than happy to explain how these characters work on your behalf. Veterans can be great for helping new players get into the game, but only if they take things at the right pace. Encourage them to engage the new players, particularly if they are dead. After all…they are probably on the same team.\nSome new players will drastically underestimate or misunderstand how a character works, and ask you for strategy advice. Sometimes, you’ll notice that a new player looks completely confused but isn’t asking for help. Feel free to have a private chat with them and give them a helping hand. It is never a good idea to give them one single piece of strategy advice, as this implies that this is the only way to play a particular character – you don’t want a player to ever feel that they “should” act a certain way or employ a particular strategy. Either give them a few pieces of strategy advice, from which they can choose, or let them figure out their own strategy in their own way, even though they may need a nudge in the right direction.\nFor example, the Ravenkeeper and the Virgin are two characters that most beginner players think are weak. The Ravenkeeper gets the best information of any character in Trouble Brewing, but has to trick the Demon into attacking them first. The Virgin, when nominated by a Townsfolk, confirms that 2 players are good… which is fantastic information, albeit at the price of a death. Instead of saying to a Ravenkeeper or a Virgin player “you should do X” or “you should say Y,” let them know exactly why and how their character is powerful, and they will often figure out their own strategy from that point onward.\nGive strategy advice to new players only if they really need it. New players have to quickly learn a lot of information—how to win, how executions work, how their character works, what other characters are in the game. What they do not need is someone telling them (even if they ask for it!) that they \"should do this” or \"should not do that.” If players feel that they \"should\" do or not do something, then they are not making an independent choice about how to play the game. Clocktower has many interesting strategies that will emerge through play, and new players will figure out what to do as they become familiar with the basic rules. If you absolutely must give advice to a new player about what to do, keep it simple, such as telling good players to \"reveal their character, either to the group, or to someone that they trust, and listen to what others are saying,” and stick to telling evil players to \"pick a good character to pretend to be,” and to make sure they know how that character works, in case people ask them questions.\nHelping a new player find their own strategies, or giving them a few options for what they can do or say, is much more helpful than a hard \"you should do this.\" They may also need a helping hand to understand how their character works or what their character's strengths and weaknesses are.\nTo grow, what most new players really need isn't great strategy advice. They need to know that it is okay if they die. They need to know that they are free to say whatever they want to whoever they want, in public or in private. They need to feel like they are a valuable part of the team. If these bases are covered, they will enjoy your game and come back for more.\nUse Travellers. Whenever possible, encourage late players to join the game as Travellers. Many players will simply want to watch a game in progress, feeling that joining the game late is a bit of a faux pas. Nothing could be further from the truth! Travellers are some of the most powerful, flexible, and downright fun characters in the game, and their arrival balances out a game in progress. Most players will want Travellers to join their game, as most Travellers are good! Keeping this \"join at any time\" vibe happening will make your games more accessible to everyone.\nUse the Fabled. These characters are designed so you can include all types of players and encourage their participation. The Angel helps new players enjoy their first game without fear of death. The Revolutionary helps players join in when they would otherwise be incapable. The Buddhist gets your veterans to be silent while the new players contribute. If you know your Fabled, your game will get a reputation as being super inclusive, and that's a good thing.",
    "Making Things Fun": "You can ask, \"How would you like to die?\" to a player just before they are executed. Doing this in public allows the dying player to come up with all sorts of interesting and amusing ways that they would like to be executed. Some players will want to take a long walk off a cliff, while many will request death by more pleasurable means.\nIf you like, you can narrate the details of their death in response. If you do so, it is best to keep things short, funny, and lighthearted. Don't make it awkward. For example, if a player answers, \"I die by getting stabbed in the back, at a banquet in my honor,\" you can narrate this death by saying something like \"Well...the Townsfolk all gather together and hold a big feast, and while you’re giving a speech, somebody stabs you in the back with a cake fork, but you had already died of boredom from the speeches earlier in the night.\" If you instead respond with a detailed description of which bones and muscles tear and how painful it is, this will simply gross people out and make them uncomfortable in continuing to play your games in the future.\nKeep the vibe fun and frivolous if you can. Say nothing at all if you can't. Remember that people may have all sorts of things they are squeamish talking about in public, particularly anything sexual or too personal. This kind of witty banter with the group requires a good feeling for what is and is not appropriate for your group.\nYou can narrate as much or as little of the game as you wish. When the game begins, setting the scene with a little flair, such as \"It was a dark and stormy night…\" can add suspense and tone to your game. Also, giving context and story to a player's death at night, or adding little verbal touches to the gathering of the Townsfolk during the day can set your game up as something special. This requires some skill with words as well as creativity and an ability to think on your feet. Thankfully, it is entirely unnecessary. If you are uncomfortable, then skip this. A mostly silent Storyteller can still create perfectly functional and exciting games. The players themselves will create most of their own fun.\nDon't break the rules. Even if it seems like it might be exciting to do so. Don't simply decide that players should die instead of remain alive, or put in more or fewer Minions or Outsiders. The good players are relying on all the information available to win. If they base their logic on incorrect information, but they have no way of knowing that their information is incorrect, then they are simply guessing, and it will not be fun for them. Even if you think it might be wacky to secretly not put a Demon in play, to add a Drunk out of the blue, or to alter some other important rule, the players will probably not appreciate this, as they will feel like a victory was not fairly won, or a loss unfairly thrust upon them.\nThere are over 200 characters in the complete Blood on the Clocktower collection, and one of them will do that crazy thing you want to do, in a way that is fun and fair.\nLet players make their own decisions. During the night, players will sometimes seem to make odd choices. The Fortune Teller may choose the same players each night. A Monk may protect a dead player. The Demon may attack a revealed Ravenkeeper. The Poisoner may poison the Demon. You never know what the player in question might be thinking, and it is best to not nudge them toward choosing what you think is best. In the above examples, the Fortune Teller may be testing to see if they are drunk, the Monk may want a death tonight so that three players remain alive for a Mayor victory, the Demon may want to get the Ravenkeeper out of the way early, and the Poisoner may be about to bluff as the Soldier and use the fact that no death occurred as evidence. If you let the players make their own choices, they may not be the best choices, but they own them.\nDealing with negative behavior is something you may have to do sooner or later.\nAs is the case with all social gatherings, sometimes a player will speak in a disrespectful tone to another player. Blood on the Clocktower is a social game, which means social tools are useful in playing it. There are good, fun ones like charm or humor, but one or two players may get a little caught up in the excitement and revert to some of the more negative social tools, such as shouting, bullying, or emotional blackmail. Any player behavior that is unpleasant or otherwise destructive to the good vibe of the game should be nipped in the bud. This type of behavior is not acceptable, as other players may feel uncomfortable at best or argumentative and victimized at worst. Every player deserves to be in an environment where they feel accepted, respected, and able to make their own decisions.\nIf you encounter negative behavior, take the player aside for a private chat. Explain to them that their tone and behavior might be unpleasant to one or more players. Stress that the problem is not the person, but the behavior. Most players will immediately change how they interact with others, as they hadn’t realized how heated they were getting. They probably saw their actions as enthusiastic or intense, and will appreciate that you took them aside to let them know otherwise.\nPlayers that verbally justify their own bullying or aggression and put the blame on others should not be welcome at any future games you run until they can overcome this tendency.\nSimilarly, players that feign offense and hurt feelings might be using negative social tools. For example, if a player pretends to be really annoyed, hurt, or angry at being nominated for execution, that can cause a bad vibe for the game. An upbeat, fun, and respectful mood is more important than either team winning or losing. Period.\nMore importantly, you need to know whether any in-game expression of distress is genuine, so that you can act appropriately and compassionately to help resolve a situation. If a player abuses that trust by pretending to be genuinely upset when they are not, you should have a quiet word with that player to encourage them not to do so again.\nJudging what is and isn't offensive or unpleasant can be tricky, so use your best judgment. Censoring certain topics of conversation rarely goes well, as it is usually a player’s tone, not their words, that are problematic to others. Swearing, smack-talking, or vulgar or contentious subjects might be fine depending on your group. Personal attacks, insults, or anything that makes a player feel unsafe, hurt, or unheard are not.\nTaboo subjects or subjects perceived as taboo—such as death, sexuality, gender, and the occult—may be a barrier for some people to play. Similarly, particular characters may offend some people or make others uncomfortable with playing. Whilst those uncomfortable with games involving taboo subjects in general may be better off finding a different game to play, you can cater to players with strong dislikes for particular characters by making your own character lists, with exactly the characters you want in play and none that you don't. For more on this, read “The Script” (page XX).\nShy players, paradoxically, tend to very much enjoy the intense social interaction of Clocktower. Many will stay silent and simply listen, taking part every so often by revealing information and putting their vote to good use. However, they may let other players interrupt them when trying to talk, or their voice may simply not be loud and dominant enough to get the group's attention.\nIf you notice a player in this situation, give them the floor every so often. Silence the rest of the group and allow the shy player to say what they wish to say uninterrupted. Never demand that the shy player speak—simply ask if they wish to. \nThe best time to do this is when the shy player has been nominated, as this is when the group’s attention is mostly on them anyway. Even saying \"You have been nominated. What do you have to say?\" can be the prompt they need to talk and be listened to, without you needing to silence the rest of the group at all.\nGradually, over several games, you will probably find that the previously shy player gains a sense of confidence and begins to participate more.\nTalkative players. Don’t silence a player unless the rest of the group is silenced too. Telling a talkative player to be quiet while letting everyone else speak will lead that player to feel they are being treated unfairly, which they have been. Clocktower is a game about talking, after all. If you need to silence a notorious chatterbox so that you can be heard, or so a shy player can be heard, then silence the rest of the group as well.\nGet the game to last until the final day if you can. Games of Clocktower are at their most exciting when there are just three or four players alive, and a right or wrong execution can mean victory or defeat. Games that end at this point tend to have more tension, more drama, and a bigger cheer for the victorious team. So…how do you help the game get to the final day?\nHelp the weaker team as much as possible. As the Storyteller, you are not exempt from the rules, but there are many places where you can decide to give the weaker team an invisible stroke of luck.\nIs evil absolutely stomping good? You can give the drunk Empath correct information some nights, or make the Spy that is executed register as the Spy to the Undertaker. Maybe when the Mayor is attacked at night, you could kill a Minion instead of a Townsfolk?\nIs good absolutely demolishing evil? Think carefully about what information you give to drunk or poisoned Townsfolk. The wrong information at the right time can swing the fate of a game dramatically.\nIt is almost never a good idea to flat-out decide the winning team by exploiting a game rule. It’s pretty unfair to end the game by killing the Tinker or by having an attacked Mayor kill the last evil player alive, for instance. However, a player that has been told to be mad by the Cerenovus can end the game by being executed, because that's a player’s choice much more than your choice. Do what will create the most interesting game and the most climactic finish that the players feel they earned themselves.\nListen to the bluffs of the evil players and run your game accordingly. If the Imp is claiming to be the Slayer and wants to use their ability, make sure it looks like their ability just didn't work. Put in the same effort as if they were actually the Slayer! If the Spy is claiming to be the Fortune Teller, and is chosen by the Ravenkeeper, then choose the Fortune Teller to be the good character that the Spy registers as.\nEvil players rely on you every so often to help make their lies sound like the truth. Help them out wherever you can.\nFor example, if an evil player is claiming to be the Virgin and is nominated, nothing will happen. To make it look like the evil player was actually the Virgin, you can move your hands around the Grimoire to make it look like you are putting the Virgin's \"No ability\" reminder token by the character token. After all, if the real Virgin was nominated, this is what you would be doing. Beginner players won't pick up on this subtlety, but veterans might.\nTo encourage a big and exultant celebration at the end of the game, declare the victory with some flair. Simply saying \"evil wins\" in a quiet voice out of the blue doesn't really encourage the evil team to jump up and start high-fiving each other. Giving the announcement some dramatic pause, getting the group’s attention before speaking in an authoritative voice, or telling the players that high-fives and hugs are acceptable can all be great ways to allow your winning team to celebrate in the way they’d like. It's their victory. They've earned it. And once you have experienced the thrill of winning as the Demon in a 15+ player game, you'll know how cathartic it can be to cut loose in celebration at this point. Even an unexpected loss after a game this size will be remembered for months to come.\nAllow creative and unexpected strategies. Clocktower is a game that can be extremely fun when a player goes beyond what is normally accepted in a social deduction game. Maybe your evil players start texting each other during the game? That's fine. Maybe good players keep lying through their teeth about who is who, in order to put evil off the scent? That's great! Maybe players come back from talking to you in private, and tell the group something different from what you said to them? Super! Maybe the Spy took a photo of the Grimoire? Crafty! The more creative your players get, the better.\nThe exceptions to this rule are obvious. Bullying and shaming are never acceptable, and the rules of the game must be followed. Also, deals that involve factors outside of the game should always be discouraged. A player offering real money for votes, or promising some service after the game ends, is not fun. Keep the vibe friendly and you'll have no problems. Basically, if the behavior is unorthodox and creative and makes the game more interesting, allow it. If you think that a behavior will make the game worse if it is continued, feel free to disallow it.\nWaking the Demon and the Minions together at the same time at start of the game can be fun for the evil players to learn who each other are. They get to make eye contact and share a moment of devilish camaraderie.\nInstead of waking the Minions and pointing to the Demon, then waking the Demon and pointing to the Minions, just wake everyone together. You will still need to show the \"This is the Demon\" and \"These are your Minions\" info tokens, so that the players know who the Demon is. You will also need to put the Minions back to sleep before showing the Demon the three not-in-play character tokens as bluffs. So yeah—it is a little tricky.\nThe Minions and Demon are normally woken separately to allow for characters such as the Lunatic and Magician to function, and to ensure that the Minions do not see the Demon’s character bluffs. If your script does not have these characters, you can experiment with which method works best for you.\nYour role is to create a fun and engaging game. Just because you can do something doesn’t mean you should. Are you messing with the players in the service of fun, or indulging yourself at their expense? Just because you can make the Recluse register as the Imp when the Imp kills themself during the night, that doesn’t mean it will be fun or balanced. Just because you can wake the drunk Snake Charmer and tell them they are now the Demon, that doesn’t mean the player will have a good time. Maybe they will? Maybe they won’t. You can give completely useless information to the Savant, but interesting and unique information is better.\nEach game, as the Storyteller, you will have a lot of interesting decisions to make. Each decision should be made for the good of the game and for the fun of the group. This will usually mean that you are creating as much confusion as possible and leading the good team astray, because that makes a fun game for all. But please keep the fairness of the game as a whole in mind—you are there for the players’ enjoyment.",
    "Running Things Smoothly": "You can end the game when victory is certain for one team. \nIf all remaining players are evil, then good cannot nominate the Demon, so you can declare that evil wins.\nAlmost every time there are four players left alive, and the good players execute a non-Demon player, you can end the game there. If you were to continue the game after this execution, with just three players alive, then the Demon would kill one of those players at night, ending the game. There is little point in going through this process, as evil already knows they have won. However, if a Monk or a Soldier is still alive, then the Demon may not end up killing a player that night, leading to another day of executions after all.\nUse your best judgment when declaring a game over in this way. If there is any way for the losing team to win—however unlikely it is—then keep the game going.\nDuring the night, confirm players’ choices with a downward finger point.\nSometimes, players will point at another player very quickly, or will point from an angle that makes it hard for you to determine which player they want to choose. Instead of guessing their intentions, walk to the player you think they chose and point to them as well, pointing vertically and downwards while your hand is above them. This makes it very clear to the choosing player that you want to confirm their choice. The choosing player nods to you. You nod to the choosing player. You both understand exactly which player is the target.\nThis practice, or whatever works for you, is a good habit to get into, as it avoids easy misunderstandings.\nMoving around unnecessarily at night can put crafty players off your scent.\nIf you always walk to the same part of the circle the first thing each night, and your shoes make noise, then players may be understandably suspicious that the Demon is sitting in that area. If you walk to different areas of the circle at random intervals, any noise you make will not give away what is really happening.\nMoving around tokens in the Grimoire is something you may need to do when good players use their abilities, such as the Slayer or the Juggler. When evil players bluff as these characters, pretend to move tokens around the Grimoire in the same manner. Veteran players will not be able to tell by looking at your hand motions whether the player in question is bluffing or not.\nQuietly tap the shoulders or knees of the players that need to wake. If your tapping makes noise, neighbouring players may hear and get suspicious of the tapped player. If the player is wearing thick clothing and cannot feel light taps, then press noticeably with your hand twice instead.\nKeep the Grimoire level when moving about. The high sides of the Grimoire should keep its contents hidden from the players’ view as long as you don't tip the Grimoire at a steep angle. Players may need to be seated below the eye level of the top of the Grimoire in order to avoid accidentally seeing inside.\nHold the Grimoire by the strong center pillar from above or underneath. This way, you can have a free hand to move tokens around. Don’t hold the Grimoire by the left and right edges alone, as this will cause the book to snap closed...which could send tokens flying everywhere!\nTransport your Grimoire with the spine facing down. If you put your Grimoire in a bag, having all its weight on the strong spine of the box will help prevent fraying or bending of the box corners, and keep the game in good condition.\nStep into the circle, completely or in part, to make sure that you are seen and heard when doing important things like running a vote or saying “Last call for nominations! 3… 2… 1…”. You don’t want to hog the limelight and demand attention at the expense of the players’ fun, so this visual cue — being in the center of the circle — is an easy way to let the group know you are doing something important.\nIf you make a mistake, just play on and do your best. Don't try to \"balance the game\" by giving the opposite team some benefit. This is awkward to do well, and means that the good players can often backtrack and find out what your mistake was by figuring out which team benefited by your correction and how.\nAll Storytellers make mistakes at some point. It happens. Maybe you let the Solder be killed by the Demon? Maybe you forgot the Mayor was the Drunk, and declared that good won because of it? Just roll with it. If the mistake benefited the winning team, then an apology to the losing team might be in order. If the mistake benefited the losing team, then extra congratulations to the winning team!\nIt is usually best to tell the group that you made a mistake, but not tell them what the mistake was. This way, they have enough information to work with, but not so much that it is a detriment to the opposing team.\nOne exception here: If you forget to wake a player that should have woken during the night, you can either temporarily put all players back to sleep in the morning and wake just that player, or you can request a private chat with that player and resolve their ability then. For example, if you forgot to wake the Butler, either put all players to sleep and resolve the Butler’s ability, or just take the Butler aside and ask who they wanted to choose as their Master last night. If you think that you can fix a mistake in this way, go for it.\nIf you relax and take your time when setting up each night phase, you'll find that mistakes get less and less frequent. If you find that you are being rushed, relax and take your time. If you are confused about something, you guessed it: relax and take your time.\nIt is often best to answer questions privately. Most players’ questions will be about their character. When talking privately, you can be more candid and responsive. When answering player questions publicly, remember to refer to the name of the player, not their character, and to talk in such a way that does not reveal excess information to the group. For example, if the Empath asks you publicly, \"What did the one-finger hand signal mean last night?” and you answer \"It meant a one,” then you have publicly confirmed that the Empath is the Empath. Or if a Monk asks, \"How many players can I choose at night?” and you say \"One,” then you have revealed too much. In private, these conversations can happen much more easily.\nDiscourage players from talking about their characters before the first night begins. You may even want to ban this behavior. If players consistently reveal their characters before the Demon has received its three not-in-play characters to bluff as, then that pressures the Demon to reveal who they are before they are ready. Even though it goes against the \"You may say whatever you want at any time\" rule, stopping good players from using this strategy may be necessary. Most players understand that the game has not really begun until the first night begins, and will not do this. However, if it becomes an issue, either ask players to not do it, or put the Hell's Librarian, one of the Fabled, into play.\nYou may have to do the same thing if players continually talk about their abilities during the night while they are using them. If players narrate their own abilities during the night—saying things like \"I am waking now. I am learning that the executed player was the Soldier.\"—then it can be extremely difficult for evil players to bluff, as they would have to narrate actions during the night while they are actually asleep. Instinctually, most players realize that the night phase is a time to stay silent, or at least not to talk about their own actions until morning. However, if it becomes an issue, either ask players to not do it or put the Hell's Librarian into play.\nIt is best to keep the players in the circle while they are playing. This prevents players from wandering all over the place, which causes difficulty getting everyone together when nominations are called. Keeping players within the circle also encourages veterans to talk to newer players and for newer players to talk to each other. The last thing that you want is your veterans wandering off in ones and twos, leaving a new player sitting in the circle alone.\nThis also encourages players to leave their seats to talk in private to players on the opposite side of the circle, as everybody is close together. Players having private conversations with each other can be a huge part of some games, and is something that really adds new levels of strategy to both good and evil's arsenal of tricks.\nIf you have spare moments during the day phase, you can read the text on the in-play character tokens. This will help you learn exactly how each character works and how they interact with the other characters in play. This is surprisingly useful when running a new edition for the first time. Some character text is subtle, and you may not notice everything on first reading. After all, you only need to know how the in-play characters work. All other characters on the character sheet have little or no bearing on the game.",
    "The Script": "Once you are familiar with the characters from the three editions in the core set, you may want to create your own character lists.\nDo you have favorite characters that you like to put in nearly every game? Have you thought of character combinations that would make interesting and challenging situations for your players to deal with?\nDo you want to make a game with a Pit-Hag, a Saint, an Evil Twin, and an Innkeeper? Maybe you want to combine the Klutz and the Spy? If you have internet access, you can do so!\nAt BloodOnTheClocktower.com, you can create a character list from any combination of characters you own. Simply go the \"The Script\" section. This will generate a night sheet for a game with your custom character list, making it easy to run.\nAdding Travellers to a custom list is easy. Just do so normally. Some Travellers may not be appropriate to mix with the characters in play, some will be. You can decide on five Travellers that merge well with your character list before the game begins, or make a decision in the moment.\nComparing character lists is a fun and challenging way to improve your designs. It is often a good idea to start with just a few core characters that you want to include, and build from there. Online at BloodOnTheClocktower.com, or on your local Facebook group, there should be a community active in comparing their creations. You are welcome to join.\nSome Fabled characters are designed to help you create unique and interesting games. Creating your own edition is an art, and it may take a few tries to find something you are happy with. Luckily, you already have some Fabled characters to help you make your game run smoothly. Maybe you have an overabundance of evil in the game? Or only a dozen characters?\nFabled characters can also make sure your game has an unknown number of Outsiders, or add extra misinformation when needed, or resolve situations where character abilities clash.\nSee the [Travellers]] & Fabled sections for more information on using Fabled characters to make your game more balanced, and more fun for all players.\nHandling strange character interactions is more art than science. When you create your own scripts, you'll end up with some odd situations indeed. Maybe you'll have an evil Saint? Or end up with two Philosophers wanting to turn into the same character at the same time? With over two hundred characters in the works, some weird situations will arise. While the Clocktower rules are written with this is mind, there may be times where you are uncertain about how to two characters combine. Use your best guess. As the Storyteller, your decision is final—but make sure you tell the players that you’re making a ruling. It might not be the best call, but at least it will be a clear one.\nTeensyville lies just a few days’ walk from Ravenswood Bluff. You can use the Script tool to build Teensyville games, which include only a few characters on the character sheet. Because of this, players will have an easier time knowing which characters are in play, letting them strategize more. Teensyville games are perfect for 5 or 6 players and can include characters from any editions."
}
