{
    "characters": {
        "demons": ["Fang Gu", "Vigormortis", "No Dashii", "Vortox"],
        "minions": ["Evil Twin", "Witch", "Cerenovus", "Pit-Hag"],
        "outsiders": ["Mutant", "Sweetheart", "Barber", "Klutz"],
        "townsfolk": [
            "Clockmaker",
            "Dreamer",
            "Snake Charmer",
            "Mathematician",
            "Flowergirl",
            "Town Crier",
            "Oracle",
            "Savant",
            "Seamstress",
            "Philosopher",
            "Artist",
            "Juggler",
            "Sage"
        ]
    },
    "description": "Sects & Violets is the craziest of the three editions included in the base set. Good characters get amazing information each and every night. However, the evil team is extremely varied and threatening and can throw massive confusion into the mix. Characters change alignment. Players change characters. Even the evil team can lose track of who is who. This is also the first appearance of madness, which throws all manner of spanners into the works.\nIntermediate. Recommended for players who want to do wild and unexpected things, pushing the limits of what can be achieved in a bluffing game.\nWhen playing Sects & Violets…\nGood players will almost always have more information than they know what to do with. Unlike in Trouble Brewing, where the good team can trust most of their information most of the time, the good team in Sects & Violets will need to figure out which Demon is in play to even begin to make sense of what’s going on. With a Fang Gu in play, all information is true, except for any that pertains to the Demon, who may swap players. With a No Dashii in play, two Townsfolk are poisoned, but if the good team can deduce which players these are, they’ll have found the Demon. With a Vigormortis in play, Townsfolk get poisoned when Minions die at night. With a Vortox in play, all information is false. Once the good team notices what information is right and what is wrong, they can backtrack and reverse what they thought they knew and begin to learn something valuable.\nTo confuse things even further, Outsiders will usually want to lie about who they are for most of the game, and maybe even some Townsfolk will want to do the same. An Outsider that dies can cause terrible disadvantages for the good team, so wise Demons will usually want to kill them as soon as possible.\nEvil players will want to kill or otherwise remove the threat of the most dangerous Townsfolk as soon as possible. Demons can only kill once per night, but Minions such as the Pit-Hag, Witch, and Cerenovus can really help thin out the good team’s ranks if the Minion is clever. Evil players should also consider whether they give true or false information to the group, since the group may reverse-engineer that information depending on which Demon they believe is in play.",
    "difficulty": "Intermediate",
    "guide": {
        "evil players": "Evil players will want to kill or otherwise remove the threat of the most dangerous Townsfolk as soon as possible. Demons can only kill once per night, but Minions such as the Pit-Hag, Witch, and Cerenovus can really help thin out the good team’s ranks if the Minion is clever. Evil players should also consider whether they give true or false information to the group, since the group may reverse-engineer that information depending on which Demon they believe is in play.",
        "good players": "Good players will almost always have more information than they know what to do with. Unlike in Trouble Brewing, where the good team can trust most of their information most of the time, the good team in Sects & Violets will need to figure out which Demon is in play to even begin to make sense of what’s going on. With a Fang Gu in play, all information is true, except for any that pertains to the Demon, who may swap players. With a No Dashii in play, two Townsfolk are poisoned, but if the good team can deduce which players these are, they’ll have found the Demon. With a Vigormortis in play, Townsfolk get poisoned when Minions die at night. With a Vortox in play, all information is false. Once the good team notices what information is right and what is wrong, they can backtrack and reverse what they thought they knew and begin to learn something valuable.\nTo confuse things even further, Outsiders will usually want to lie about who they are for most of the game, and maybe even some Townsfolk will want to do the same. An Outsider that dies can cause terrible disadvantages for the good team, so wise Demons will usually want to kill them as soon as possible."
    },
    "name": "Sects & Violets",
    "synopsis": "Vibrant spring gives way to a warm and inviting summer. Flowers of every description blossom as far as the eye can see, tenderly nurtured in public gardens and window boxes overlooking the lavish promenade. Birds sing, artists paint and philosophers ponder life's greatest mysteries inside a bustling tavern as a circus pitches its endearingly ragged tent on the edge of town.\nAs the townsfolk bask in frivolity and mischief, indulging themselves in fine entertainment and even finer wine, dark and clandestine forces are assembling. Witches and cults lurk in majestic ruins on the fringes of the community, hosting secret meetings in underground caves and malevolently plotting the downfall of Ravenswood Bluff and its revelers.\nThe time is ripe for... Sects & Violets.",
    "url": "https://wiki.bloodontheclocktower.com/Sects_%26_Violets"
}
