{
    "ability": "Each night*, if either good living neighbour is drunk or poisoned, you die.",
    "about": "The Acrobat dies if the people they neighbour are drunk or poisoned.",
    "edition": "Experimental",
    "gameplay": [
        "The Acrobat neighbours the Lycanthrope and the Amnesiac. The Lycanthrope has been poisoned by the Widow. On the first night, the Acrobat lives, because the Acrobat's ability doesn't apply on the first night. On the second night, the Acrobat dies.",
        "The Acrobat neighbours the Moonchild and the Soldier. The Soldier is executed, and the Acrobat's living neighbours are now the Moonchild and the Boomdandy. The Moonchild dies at night, and the Acrobat's living neighbours are now the drunk Sailor and the Boomdandy. The Acrobat dies.",
        "The Acrobat neighbours the Imp and the Dreamer. The Imp also neighbours the Clockmaker. The Acrobat does not die, because neither the Dreamer nor the Clockmaker are drunk or poisoned. (The Acrobat's ability ignores Evil players, so the Imp's status is not considered.) The Snake Charmer selects the Imp, turning the Imp's player into a good, poisoned Snake Charmer. The Acrobat dies."
    ],
    "id": "acrobat",
    "image": "assets/icons/acrobat.png",
    "name": "Acrobat",
    "soliloquy": "Welcome, one and all, to the greatest show on earth.",
    "team": "outsider",
    "tips": {
        "Bluffing as the Acrobat": "Come out as the Acrobat and use your pretend ability as a reason to try and get one or more of your good neighbours executed. Even if they are a character whose ability doesn't pose a threat to the good team, it still forces the good team to use one of their executions on a good player.\nIf you are bluffing as the Acrobat, and you are evil, it is very unlikely that you will die at night. You'll need to have an explanation as to why your good living neighbour are always sober and healthy. This should be fairly easy to do, as drunkenness and poisoning isn't that common, but it helps to have your story prepared. Either you can say that there is no drunkenness or poisoning in the game, or all drunk or poisoned players are dead. This is much easier than saying that there is a drunk or poisoned player, and you know who it is.\nCome out as the Acrobat and use the fact you haven't died across the course of the game as a reason to disprove the existence of a poisoning character. The chance of you dying with a poisoner in play increases as the game goes on. If there is a Poisoner on the script, use the fact that you haven't died all game to suggest that there is none in the game.\nIf you are a Minion, getting the Demon to kill you at night could make the good team believe that one of your living neighbours is drunk or poisoned. If you neighbour the Demon, this is an opportunity for the Demon to start giving false information. If you don't neighbour the Demon, the confusion could be enough to make your sacrifice worth it. Either way, the night you died may look like you were just killed by the Demon, so this strategy works best when characters add or remove deaths at night, such as the Innkeeper, Tea Lady, Soldier, or Mastermind.\nCome out immediately as the Acrobat, because this might give your neighbours a false impression that they're immune from poisoning. Perhaps you're the Widow who has poisoned your neighbour.\nWhen a neighbour thinks their information is dodgy from poisoning, you tell them that you're actually the Acrobat so that can't be the case. This will make the thing their dodgy information is good and may make strategic blunders because of this.",
        "Tips & Tricks": "The term \"good living neighbours\" specifically means your nearest clockwise and anticlockwise good and alive players, rather than if your nearest alive neighbours are good. So if the closest alive clockwise player is evil, it will ignore that person and skip over them until it finds the nearest good alive clockwise neighbour.\nYour neighbours are crucial to your ability, and you want to know whether they're information characters or not, and what kind of information they get. A lot of your possible strategies depend on who they are, and so it's important that you can learn as much about who they are and what they can do.\nThere is no need to pay attention to the first night. You can't die on the first night. But pay attention to who is alive and who is dead on the nights thereafter. Who is alive and who is dead will determine who your good living neighbours are.\nEven though it seems that your ability only harms you, it is actually quite helpful. If you live through the night, this means that your good living neighbours are both sober and healthy. While this cannot tell you anything about first night information, if either of your alive neighbours are worried about their information being influenced by poisoning or drunkenness, you can confide to them that their information is not affected by this.\nThe Acrobat only reacts to good alive neighbours being drunk or poisoned, but does not directly react to players registering falsely or being mad. If the Acrobat has an alive good neighbour being made mad by the Cerenovus there is no effect. If the Acrobat is next to an alive good neighbour that registers falsely the Demon, such as from the Fortune Teller there is no effect. However, if the Acrobat has the Recluse as a neighbour who is poisoned, then this would cause the Acrobat to die (in this instance, there is no chance for the Recluse to register as evil because they're poisoned).\nIf you die at night, this means that one of your good living neighbours is drunk or poisoned. Assume that both of them are drunk or poisoned, and figure out which makes the most sense. Also, if you can figure out why they are drunk or poisoned, you may have found out that a particular Minion is in play, such as the Poisoner, or you may be able to confirm the identity of a good player, such as the Sailor.\nIf you seemed to have died from a poisoned player, and this is clearly not your closet neighbour, then the players in between are evil. This is really useful information that you want to bring to the table.\nIf you die, bring this information out immediately so that players know to that one of your good alive neighbours is currently poisoned. This could be very important to prevent a character with a once per game ability from using their ability while poisoned: stopping a Slayer from wasting their shot, or a Seamstress from ruining their hemlines.\nIf you don't die, then either the sources of poisoning in the game are not in play, or that they are not or cannot target your neighbours. If there is a Widow in play, you know that neither of your neighbours are the target.\nLook out for good players who can make other players drunk or poisoned, like the Innkeeper or Sailor, because they can help verify who you are by triggering your ability. Get the Innkeeper to choose both your neighbours as then one of them will be drunk. Likewise, get the Sailor to pick your neighbours, because then the Sailor knows if they're sober or not and could prove who they are after you've proved who you are.\nIf you're the only death at night, this is probably a normal Demon kill. If you are one of many deaths, then your ability is a good explanation for yours. Just be mindful of other sources of deaths at night, such as the Assassin or the Gossip.\nTry to hint that one of your good neighbours is a powerful information character, setting them up as a poisoning target: pretend that your neighbouring Clockmaker is actually the Balloonist. This will cause possible poisoning Minions and Demons to waste their shot on a player where it will have no effect. This requires coordination with the neighbour.\nCome out immediately and provide some measure of protection from poisoning to your neighbours. If evil knows you're the Acrobat, they will not want to poison your neighbours. Possibly get one or both of your neighbours to protect the next nearest person if their ability is more relevant."
    }
}
