{
    "ability": "You have a not-in-play Minion ability.",
    "about": "The Alchemist has a Minion ability.",
    "edition": "experimental characters",
    "gameplay": [
        "The Alchemist has the Poisoner’s ability. Each night, the Alchemist wakes and chooses a player to poison.",
        "The Alchemist has the Scarlet Woman’s ability. The Imp kills themselves at night, and the Alchemist becomes the good Imp.",
        "The Alchemist has the Assassin’s ability. The Dreamer chooses the Alchemist. The Dreamer learns that they are either the Alchemist or the Assassin."
    ],
    "id": "alchemist",
    "image": "assets/icons/alchemist.png",
    "name": "Alchemist",
    "soliloquy": "Visit the interior of the Earth. By rectification thou shalt find the hidden stone. Above the gold, lieth the red. Kether in Malkuth.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Alchemist": "If you are a Minion, bluffing as the Alchemist is easy. All you need to do is to tell the group that you have your Minion ability, which is true, but that you are the Alchemist, which is false. You are *practically* telling the truth! This works especially well if you can confirm your identity by some public effect, such as there being an extra two Outsiders in play due to your Baron ability, or getting yourself executed as the Boomdandy, or changing another's character as the Pit-Hag. The benefit of coming out as the Alchemist and revealing your real Minion ability in this way, is that the good team will think that you are good, keep you alive for as long as possible, and confuse any dependant information, such as that from the Empath or the Tea Lady.\nIf you are bluffing as the Minion that you really are, be patient. The good team is unlikely to execute a player claiming to be the Goblin just on a whim, even if that player claims to be good. The good team is unlikely to execute the player that you choose with your Fearmonger ability for the same reason. They might, but they will usually want to confirm that you are good and willing to be a team player first. So, be patient, let the good players give you some advice, be seen to be a team player, and let the good team make up their own mind to \"win\" with your ability. Nudges tend to work better than frothing enthusiasm, but every group is different.\nWhen bluffing as a Minion that is not in play, make sure that neither of those Minions have too great of a public tell. For example, if you are the Baron, but are claiming to be the Alchemist-Fearmonger, then that won't slide, since the good team will know whether the Baron or the Fearmonger is really in play. (The Baron adds two Outsiders, which is fairly obvious, and the Fearmonger is declared by the Storyteller).\nBluffing as the Alchemist and claiming that a different Minion ability is in play that what really is, can be a great way to throw the good team off the scent. Particularly in one-Minion games, the good team gains a significant advantage when they know which Minion is in play, because they also learn which Minions are not in play. If you can convince them that there is not an Poisoner, Mastermind, or Goblin in play when there actually is, that could win the game.",
        "Tips & Tricks": "You know one Minion that is not in play. Let the good team know this as soon as you can. It might not seem like much, but knowing for certain that their is no Poisoner in play could mean that there are no good players getting false information.\nMinion abilities tend to be much more powerful than Townsfolk abilities, so never sacrifice yourself for the greater good if you can help it.\nYour strategy almost entirely depends on which Minion ability you have. If you are uncertain what to do, stay silent and wait for a day or so until you figure it out. Sometimes, you may want to reveal that you are the Alchemist early on, sometimes after a day or two, and sometimes not until you have died.\nIf you have an ability that can directly hurt a single evil player, such as the Poisoner, Assassin, Pit-Hag, Psychopath, or Witch, then pay attention to who is bluffing as what and cast a suspicious eye over anyone who's story doesn't add up. These abilities are dangerous in the hands of an evil player, but in the hands of a good player - you - they can win the game if you choose wisely. Make sure you use your ability before you die. It's worth risking killing / poisoning / making mad / changing the character of a good player or two, just in case you get an evil player in the mix.\nIf you have an ability that can directly help a single good player, such as the Devil's Advocate or Pit-Hag, then talk to the good players and see who is the most trustworthy. Help them with your ability as much as you can, preferably only revealing who you are afterwards.\nIf you have an ability that can win the game for the good team directly, such as the Fearmonger or the Goblin, then it is probably best to let the whole group know that you are the Alchemist and what your Minion ability is. That way, the good team can orchestrate a good win fairly easily. However, you will need to convince them that you are a good player and not just a Minion bluffing as the Alchemist, as the good team would lose if this were the case. Work with other players that can confirm good players, such as the Town Crier or the Seamstress to confirm your identity. If you need to, work in secret until you think that the good team will take a chance and use your ability deliberately. You may only get one shot at this, since once the evil team learns that you are the Alchemist with a game-winning ability, you are likely to die the next night.\nIf you have an ability that changes the number of Outsiders in play, such as the Godfather or Baron, then you should still have a net-positive effect on the game. Adding an Outsider is definitely a negative for the good team, but this will usually come with the knowledge as to how many Outsiders are actually in play. If you know for certain that there are two Outsiders in play, for example, then approaching those Outsiders and telling them who you are, while also keeping those Outsiders alive (they are good, after all!), will be a huge boon to the good team.\nIf you have an ability that at first seems that it only benefits the evil team, look closer. It may be able to be twisted to benefit the good team with some unusual play. Characters like the Boomdandy,  Evil Twin, Mezepheles, or the Marionette, may look useless at first glance, but having these abilities still gives you something. If you have the Boomdandy ability, then deliberately getting yourself executed guarantees to avoid the situation where the final three alive players are all evil and good can't win. If you have the Evil Twin ability, you know a player of the opposing alignment. If you have the Mezepheles ability, then a player who tells you that that they turned evil definitely isn't the Demon and they will almost certainly vote how you tell them to. If you have the Marionette ability, then you \"have the ability of a Minion that thinks that they are a good player\", which means that you drew a good character token out of the bag and have no idea that you are the Alchemist - but you are sitting next to the Demon. If you think you are a good character and your ability isn't working properly, you might secretly be the Alchemist-Marionette and sitting next to the Demon, which is crucial information if you can figure it out.\nYou may have a Minion ability that is a flat-out detriment to the good team, such as the Mastermind, or the Scarlet Woman. In this case, the Storyteller has decided to tilt the scales in the favour of the evil team. However, in this case, ask the question \"What other strange things have happened in the game setup?\". It is likely that the Storyteller has added a lot of excellent information Townsfolk characters with no poisoning or drunkenness, or has a particularly powerful character interaction in play, such as the Washerwoman knowing who the Mayor is, or the Chef receiving an unusually high number. If the Storyteller set the game up to be balanced, a little bit of outside-the-box thinking goes a long way. Also, look for particular character combinations that you can use to your advantage. If you have the Scarlet Woman ability and the Demon is the Imp, then tricking the Imp into killing themselves at night will make you into the good Imp - much to the surprise of the evil team, assuredly. If you have the Mastermind ability, then check that there isn't a Heretic in play, just in case your ability is there to save the day. However, the Storyteller may have just decided to throw a curve-ball to the good team, and given you a Minion ability that helps the evil team overall, just for the sake of an unpleasant surprise. Storytellers are tricky like that. Be wary.\nThe Alchemist is jinxed with the Spy and the Widow. The Alchemist can not currently have these abilities. However, the Djinn jinx may be updated at a later time to allow these characters to interact."
    }
}
