{
    "ability": "Each night*, choose 3 players (all players learn who): each silently chooses to live or die, but if all live, all die.",
    "about": "The Al-Hadikhia puts three players in a dilemma – who will choose to die, so that others can live?",
    "edition": "experimental characters",
    "gameplay": [
        "The Al-Hadikhia chooses Evin, Lachlan, and Sarah. Evin chooses to die. Lachlan chooses to die. Sarah chooses to live. In the morning, Evin and Lachlan are dead, and Sarah is alive.",
        "The Al-Hadikhia chooses Alex, Lewis, and Doug, who is dead. Alex chooses life. Lewis chooses life. Doug chooses life, so is now alive. Since all players are now alive, all three players die."
    ],
    "id": "alhadikhia",
    "image": "assets/icons/alhadikhia.png",
    "name": "Al-Hadikhia",
    "soliloquy": "“Alsukut min dhahab.”",
    "team": "demons",
    "tips": {
        "Fighting the Al-Hadikhia": "Don't be scared of choosing to die at night. Someone will. It's just a question of who, and how many. If you are a character than can afford to die, choose death. This will mean that, on average, the characters that can't afford to die will live through the night.\nIf players live through the night, assume that they are good, or at least are not the Demon. Particulary if you are playing with new players. Generally, the Al-Hadikhia won't choose themself, so avoiding executing the players that have lived through the night, any night, may mean you end up executing the Demon by default.\nIf players die at night in an unusual pattern, ask why. Good player will usually have a good reason as to why they chose death, and a good reason why they chose life. It the reasons that you are hearing don't make sense, you may have found an evil player.\nIf a player is returned to life, don't execute them. You may not know which character they are, but they aren't the Demon!\nDiscuss as a group what your planned night-preferences are. If you signal that you will choose death, if chosen, that means that other players can choose life if you are chosen. If you signal that will choose life if chosen, that means that the other two players will need to consider dying, to avoid all players choosing life.\nThe Demon will likely be listening to any discussions about who is planning on choosing what, and will attack people based on that knowledge. Change your mind at the last minute without telling anyone, to throw the Demon's plans into disarray.\nPay particular attention to nights where only 4 or 5 players are still alive. Unlike most Demons, which only kill one player per night, the Al-Hadikhia can kill three players per night. If you go to the night phase with 4 or 5 players alive, it will be game-over if the good players choose poorly. This night is the important one. Take your time to think, and make the right call.\nDon't try to break the \"Silence\" rule (by signalling to the other players what your choice was) by adhering to the letter of the law, but not the spirit. At night, the Al-Hadikhia character acts in silence so that the players don't communicate their thoughts to each other. The game is more fun this way. Don't break the rules on a technicality, as the Storyteller will adjust the rules to disallow this behaviour in the future.",
        "Tips & Tricks": "On the second night, all players will know that an Al-Hadikhia is in play. There is little point generating discussion about which Demon might be in play.\nChoose three good players, in order to maximise the number of deaths per night. Good players will often all choose to live, meaning three good players will die. This may hint to the good team that the dead players are actually good, but it's worth it. This strategy is particularly useful if the remaining evil players are all alive, since the evil team will have a significant voting advantage for the rest of the game.\nChoose an evil player every so often, to make that evil player look good, or to guarantee at least one death per night. Beginner Al-Hadikhia players may always choose good players, so choosing some evil players, particularly early on, can really help. It is usually best if the two good players that you chose, die, while the single evil player that you chose, lives. But having all three players die is also very helpful, since the final day approaches quicker. Avoid the situation where the two good players live and the evil player dies. The evil player you chose should have a clue as to what the other players are going to choose, to plan their own life accordingly.\nChoose yourself at some stage, particularly if all other players have already been chosen previously this game. If you are the single player that has not been chosen by the Al-Hadikhia, that makes you look VERY suspicious. To avoid this, choose yourself one night - just make sure that you choose two other players who are very likely to choose to die, because you will need to choose to live. Talking to a Minion beforehand, and arranging that they will choose to die while you choose to live, guarantees that you will not accidentally kill yourself, since it doesn't matter what the third player chooses.\nThe more information you have about which characters are in play, the better. Some characters, like the Ravenkeeper, Sage, or Farmer, will want to die at night. Some characters, like the Flowergirl, Balloonist or Poppy Grower will want to stay alive. Some characters, like the Chef, Fisherman or Slayer may not be sure if they want to live or die, depending on how useful their ability was or will be. If you know which players are which characters, you can arrange to choose three players that are all likely to live, or all likely to die. Either way, it's helpful.\nChoose dead Minions occasionally. You can raise Minions from the dead, and this can be crucial, particularly if they get to use their ability again, such as the Assassin or the Poisoner. Alive Minions can also vote more often - very handy. Be aware of choosing Minions that will telegraph their ability to the good team, such as the Pit-Hag or the Cerenovus. If the public nature of these abilities too obviously let's the good team know which players specifically are Minions, this could cause trouble, outweighing the benefit of another alive Minion.\nChoose dead good players occasionally. While it certainly isn't helpful to give Townsfolk players their ability back, these players may look like Minions to the good team, confusing their information. Also, you can be fairly certain that good, dead players will choose to live again, so you can use that to decide which other players to choose. Every life or death decision of a player that you know beforehand, means you can choose players more wisely.\nSome players will always choose life at night, out of uncertainty or fear. Where possible, choose three of these types of players all at once at night.\nTalk to your Minions. They may be able to provide you with information on who to choose at night, and who not to. This is true even moreso than a regular Demon, because not only are you choosing which characters you want to kill, but you are choosing which combinations of characters. Your Minions may also provide you with information about which character they are, and if they are ok to die at night... and what their story will be afterwards.\nIf an evil player is chosen at night, even yourself, plan what you are going to say the following day. Having a valid reason for choosing life (or death, as the case may be) is easier when you've thought about it beforehand. Avoid making Minions choose life or death without prior warning, and having to Scramble to come up with reasons for their choice. If you are playing with characters that allow you to die, like the Scarlet Woman, it is also good practice to having your own night-choice and reasons pre-planned."
    }
}
