{
    "ability": "You do not know what your ability is. Each day, privately guess what it is: you learn how accurate you are.",
    "about": "The Amnesiac doesn’t know their own ability.",
    "edition": "Experimental Characters",
    "gameplay": [
        "Each night, the Amnesiac wakes and is prompted to point at two players. The Storyteller shakes their head on the first night, and nods on the second. The Amnesiac guesses “Am I learning if both players are Minions?” The Storyteller says “Hot” because their ability is that they detect if either of the two players are a Minion.",
        "Each night, the Amnesiac learns a number. The Amnesiac is learning how many of their living neighbours are Townsfolk.",
        "Each night, the Amnesiac is shown a character token. The Amnesiac is learning characters that aren’t in this game."
    ],
    "id": "amnesiac",
    "image": "assets/icons/amnesiac.png",
    "name": "Amnesiac",
    "soliloquy": "Wait. What. Who? Oh, ok. Wait. What?",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Amnesiac": "You don’t actually need to have an ability in mind when you start bluffing Amnesiac, but you’ll probably want to have a strong idea by the end of the game.\nWhen bluffing your ability, you’ll probably need to fake getting information from the Storyteller at night. Such information can include:\nNumbers\nPointing at players\nYeses and Nos\nCharacter tokens\nThumbs up (good) and thumbs down (evil)\nDon’t forget to visit the Storyteller each day, as that’s what an Amnesiac would do. Remember that the clues the Storyteller gives for Amnesiac guesses are as follows.\nCold, your question has no relation to your ability.\nWarm, your question has some relation to your ability.\nHot, you’re close to guessing your ability.\nBingo, you’ve guessed your ability.\nPretend to guess your ability. Inventing and then solving a fake ability gives literally limitless room for deception. You can steer your ability over the course of the game to arrive at any conclusion of your choosing, such as casting doubt on good players, supporting evil players, or making good players doubt their information.\n“Getting it” early versus late each has its own merits. Because you’re lying about your ability, you may be able to easily spread lies as soon as you have your ability “figured out”. However, if you guess your ability so fast that it seems unrealistic, you may cast undue suspicion on yourself.\nPretend to never guess your ability! If you never “get it”, you won't be obligated to share information with the town, because you don’t have any. Additionally, this may make other players sympathetic to you, seeing as you never figured out your puzzle.\nWhen you are “stuck” on your ability. Invite the town to try and figure it out with you. This can be very helpful in distracting the town’s deduction efforts away from finding your Demon and towards solving your unsolvable riddle.",
        "Tips & Tricks": "Most, though not all, Amnesiac abilities are information abilities of some kind or another, and they are usually more powerful than your average Townsfolk ability (due to the risk that you might not guess it). This makes your ability especially useful, should you figure it out.\nYou’re free to be as broad or as specific as you like when asking clarifying questions of the Storyteller. It’s probably best to start with bigger questions like “Does my ability have to do with Outsiders?” and later move on to more specific questions like “am I learning if the player I choose has a character name that starts with L?”.\nMany Amnesiac abilities will have you choosing players at night. Try to vary who you choose to get a variety of data to deduce from.\nWhen guessing the nature of your ability, keep in mind the various mechanical hooks of the game your ability might relate to, such as…\nCharacters: Who is a particular character? Who is a particular type such as Minion or Outsider? Does the character name start or end with a particular letter? Is the character in a certain position on the script page?\nPowers: Are you making players drunk? Can you publicly choose players and do something to them? Did you give information to another player at night? Do you change or swap characters or alignments? Are you preventing or causing deaths?\nPhysical arrangement: Who’s sitting next to whom? Who’s sitting across from whom? Who nominated today? Who voted today?\nSocial behavior: Who is winning? Who is lying? Who is correct?\nFeel free to ask for the town’s help in trying to figure out your ability. If you can’t figure out what 1,3,1,2,1 means, perhaps your allies can.\nRemember that your Storyteller tried to make your ability reasonable to guess. If theories seem so outlandish that you don’t believe the Storyteller would make it your ability, it may be worth discounting them on those merits."
    }
}
