{
    "ability": "Each night, until dusk, 1) a player becomes sober, healthy & gets true info, or 2) their ability works twice. They learn which.",
    "about": "The Barista either makes people sober & healthy, or allows them to act twice as much as normal.",
    "edition": "Sects & Violets",
    "gameplay": [
        "The Barista makes the Sage sober and healthy.",
        "The Klutz acts twice. They die and must choose two players. If either is evil, evil wins. The next night, the Barista makes the Witch act twice. Two players are cursed."
    ],
    "id": "barista",
    "image": "assets/icons/barista.png",
    "name": "Barista",
    "soliloquy": "There really is no cause to worry because when you think about it we are all  capable and qualified and smart enough to grab the bull by the horns and sit down and figure this out like the  reasonable adults we are by the way would you like another cup it really is the most amazing beverage they say it is from the east but anyway where were we ah yes going for a jog and really nutting out this demon business which we can do with just a little teensy mental boost and some logical thinking for example Senior Hu here is a regular customer and therefore quite trustworthy and would anyone like another cup?",
    "team": "traveller",
    "tips": {
        "Tips & Tricks (if you are evil)": "The Barista's ability is a passive ability - it affects the other characters in the game no matter what you do. Sit back and enjoy yourself. Or at least, pretend to. You'll have a harder time staying alive than a good Barista, but you can do it!\nThe Storyteller will use your ability to help the evil team more than the good team. You are an evil player and deserve to reap the benefits of your ability. However, the Storyteller will sometimes help the good team by allowing a good player to act twice, or letting them know that they are sober and healthy. This is actually helpful to you - because if the Storyteller only used your ability on evil players, the good team would quickly learn that you were evil, and exile you. Live as long as you can, by convincing the group that you are good. The longer you live, the more times the Storyteller will make an evil player act twice.\nIf evil players are selected to benefit from your Barista power, they will usually act twice. The good team may not realize this though, since the Witch, Cerenovus and Pit-Hag effects may not be obvious. Be on the lookout for multiple Witch targets and see if you can convince 2 cursed players to die by nominating. Also, question any players who seem like they may be mad due to the Cerenovus - a little pressure may make them crack, and be executed as a result.\nIf evil players are selected to benefit from your Barista power, encourage them to claim to have learnt they are sober, healthy & getting true info. In Sects & Violets, all information should be treated as suspect... but you are the character that brings certainty. An evil player giving false information under the cover of claiming to know they are sober & healthy can swing a game to team evil.",
        "Tips & Tricks (if you are good)": "The Barista's ability is a passive ability - it affects the other characters in the game no matter what you do. Sit back and enjoy yourself. Spend your time listening to the other players and figuring out who is who, instead of worrying about maximizing your ability.\nThe Storyteller will help the the good team more than the evil team, even though occasionally they may select an evil player to benefit from your ability. The Storyteller will choose roughly 2 good players for every evil player - you are a good player after all, and deserve to benefit from your ability. When this happens, other good players may decide that it is better if you are exiled. You'll need to convince them to keep you alive. The longer you are alive, the more your ability will help the good team. Remind them that even if 2 players died last night, that just means that your ability will probably help the good team tonight.\nHaving a good player act twice can be very helpful, if that player is a character such as the Artist, Seamstress, or Clockmaker. However, don't underestimate the power of a player knowing that they are sober, healthy, and getting true information. This means that even a player sitting next to a No Dashii is getting true information. It even means that in a game with Vortox, this player will get true information. Encourage this player to speak up, because whatever they have to say will carry much more weight than the words of a player who might be drunk or poisoned."
    }
}
