{
    "ability": "Once per game, at night*, choose a dead player: they regain their ability until dusk.",
    "about": "The Bone Collector temporarily gives dead players their ability back.",
    "edition": "travellers",
    "gameplay": [
        "The Bone Collector gives the dead Flowergirl her ability back. That night, the Flowergirl learns that the Demon did indeed vote today. The following night, the Flowergirl once again has no ability.",
        "The Bone Collector chooses the dead Witch. The Witch wakes and curses the Clockmaker. The Clockmaker nominates the following day, and dies.",
        "At night, the Bone Collector chooses the dead Butcher. The following day, after an execution has occurred, the Storyteller prompts the Butcher to nominate again."
    ],
    "id": "bonecollector",
    "image": "assets/icons/bonecollector.png",
    "name": "Bone Collector",
    "soliloquy": "I collect many things. Hair. Teeth. Clothes. Fragments of poems. The dreams of lost lovers. My secret arts are not for you to know but my fee is a mere pittance. Bring me the blood of a noblewoman who died of heartbreak under a full moon, and you shall have your answers.",
    "team": "Sects & Violets",
    "tips": {
        "Tips & Tricks (if you are evil)": "Talk to the dead players. Pretend that you are trying to figure out which of them is the best for you to use your ability on. This gives you ample excuse to have private conversations with dead evil players.\nTarget Minions whenever you can. Talk to the Demon to learn who the Minions are, and give them their ability back as soon as you can. You may want to tell the Minion in question that you are going to do so, so that they can claim to have gotten the ability of their bluffed character instead. Usually though, a Minion that gets their ability back for a night will stay quiet about it, and you will too.\nGive Townsfolk their ability back, if you are aiming to appear like a good player. The Townsfolk in question will trust you, and if the group trusts them, they'll trust you too, and keep you alive until the final day. You will have gained an important extra vote on the final day, but at the cost of giving the good team an extra piece of information. Do your best to pick a Townsfolk player whose information isn't going to be very helpful.\nPretend to use your ability, but don't. Get a dead Minion to tell the group that they got their Townsfolk ability back last night. Or simply signal to the entire group who you intend to use your ability on tonight, choose the Minion player, and hope they understand that you are faking it. Later in the game, give the Minion their ability back for real.\nTell the group that you gave a particular player their ability back last night, but keep your ability for another time. The player in question (if they are good) will deny that they got their ability back. The group will know that one of you is evil, and will probably exile you to be sure, but you at least throw confusion in as to who might be evil!",
        "Tips & Tricks (if you are good)": "As the Bone Collector, you'll want to know exactly which characters are dead. Talk to the dead players. Find out if any if them are actually different characters than they said they were when alive. Once there are a number of dead players, you'll be able to make a good decision on which one of their abilities would be most useful to have back in the game. If you think the Demon has changed players, maybe return the Clockmaker ability or the Flowergirl ability? If you need to know which twin is the Evil Twin, maybe return the Town Crier ability, or the Seamstress  ability? If you need to figure out whether a Vortox is in-play, maybe return the Dreamer  or the Juggler  ability?\nYou'll want to give back the ability of Townsfolk only. Returning the ability of an Outsider, Minion or Demon is not going to be very helpful. Occasionally, you may want a dead Traveller to use their ability again.\nSignal to the group that you'd like to use your power on a particular player tonight. Sects & Violets needs all good players to co-operate well, so letting the group know what your intention is can really help. You can even have a private conversation and ask a player whether they would like to have their ability back tonight - they'll usually have an opinion on the matter. The Demon usually won't kill Travellers when there are Townsfolk and Outsiders to kill, so you'll probably live through the night.\nDon't signal at all! Give a player's ability back out of the blue! This has the advantage that the evil team doesn't know what you are doing, so can't plan around it.\nIf you have chosen a player, but things seem a bit wonky the following day - there seems to be a different Minion in play than before, or the wrong number of Minions - then you may have accidentally given a dead Minion their ability back. If you think you have done so, this is still great information, since knowing the alignment of dead players is always helpful. Similarly, if a death occurred last night, but the last few nights have had no deaths, you may have given the dead Demon it's ability back in a game where an Evil Twin was keeping the game going."
    }
}
