{
    "ability": "Each day, after the 1st execution, you may nominate again.",
    "about": "The Butcher allows a second execution to occur per day.",
    "edition": "Sects & Violets",
    "gameplay": [
        "The Witch is executed and dies. The Butcher then nominates the Sage, who gets enough votes to be executed. The Sage dies too.",
        "The Bone Collector is exiled, and then the Harlot is exiled. There are no executions today. The Butcher does not get to nominate again, because exiles are not executions.",
        "The Butcher nominates the Town Crier, but the Town Crier is not executed. The Mathematician gets more votes and is executed today. The game continues, and the Butcher nominates the Town Crier again. This time, enough hands are raised, and the Town Crier is executed."
    ],
    "id": "butcher",
    "image": "assets/icons/butcher.png",
    "name": "Butcher",
    "soliloquy": "It tastes like chicken. More please.",
    "team": "traveller",
    "tips": {
        "Tips & Tricks (if you are evil)": "Nominate. Nominate. Nominate. Vote. Vote. Vote. If you can secure an extra successful execution each day, then an evil victory is basically certain. Evil Butchers are incredibly dangerous. If the group kills a good player each day, and you nominate and execute a good player, and the Demon kills at night, that means 3 good players are dying each 24 hours. The good team can not sustain that level of loss for long. Even if the group kills a Minion each day, you nominate and execute a good player, and the Demon kills at night, that means that 2 good players and 1 Evil player is dying every 24 hours - even this rate of loss is crippling to the good team.\nYou know who the Demon is. Never nominate them using your ability. If even half the group votes, no other nominees can be nominated to exceed that tally, so there is no way to fix a foolish mistake.\nIf you really, really think that the good team trusts the Demon player, nominate them using your ability. You need to be certain that even half the group won't vote for the Demon, and be prepared for the good team to think that you are evil - after all... why would a good Butcher nominate such a trusted player? However, looking like an evil player that just nominated a trusted good player can work wonders in cementing the Demon's reputation as good for the rest of the game. If you do this, do whatever you can to look as evil as possible. The more evil you look, the more evil the Demon looks.\nNominate Minions using your ability. Or don't. Whatever you think is best.\nIf an Evil Twin, a Witch, or a Cerenovus are in play, co-ordinate with them to see if you can quickly get the number of living players to just 3 - the Evil Twin, the good twin, and the Demon. At this point, evil has usually already won.\nIf the Demon is a Fang Gu, watch out! The Demon may change players without you realizing it, and you may accidentally nominate and execute the Demon. Talk with the other evil players to find out which Demon is in play, and stay up to date on all evil gossip. Similarly, if a Snake Charmer becomes the Demon, you won't want to accidentally nominate your Demon, particularly late in the game.",
        "Tips & Tricks (if you are good)": "Only nominate players that you think you can execute. Executing 2 players per day is extremely helpful to the good team. Instead of 1 player dying during the day by the choice of the group and 1 player dying at night (by the choice of the Demon), there will be 2 players dying per day by the choice of the group for every player that dies at night by choice of the Demon. The increase in probability alone is enough to give the good team a significant advantage. If you nominate players that end up executed, you maintain this advantage. If you nominate players that you end up slipping the noose (even if you think they are evil), then you lose this advantage - your ability might as well be non-existent.\nDuring the normal voting process, pay attention to which players get a lot of votes, but are not executed, and which players don't get many votes, but are not executed. Players that get an overwhelming number of votes are unlikely to be the Demon, since Minions rarely vote for the Demon is such dangerous circumstances. Players that don't get many votes are more likely to be the Demon, since the Minions are not voting for them. When it comes time for you to use your ability, choose wisely.\nIf the group keeps failing to vote for the players that you nominate, or if the group is talking about exiling you, then you can make a deal with them - you will nominate who they want you to nominate. Staying alive is better than being dead, even if it means that you go with the groups guesses instead of your own. You can always change your mind at the last minute and actually nominate a different player than the group wants you to... but they may exile you if you miss the Demon.\nIf there is an Evil Twin in the game, be much more frugal with your nominations. If the Demon and the Evil Twin are both still alive when just 3 players are alive, it is possible that evil has already won. You don't want to accidentally bring the game to an early end, and an early loss, due to too many frivolous executions. This is particularly true if a Witch or Cerenovus is in-play and still alive.\nIf the Witch curses you, this is great news! An Evil Witch will definitely want to keep an evil Butcher alive, so that fact that the Witch cursed you instead of a much more valuable target, basically confirms to the group that you are good. And, if you are good, the group knows that your choices for the extra nomination each day were made with the intention of killing the Demon. The group also knows that any other Travellers in play are much more likely to be evil, and should probably be Exiled."
    }
}
