{
    "ability": "If the Demon kills the King, you learn which player is the Demon. [+the King]",
    "about": "The Choirboy learns who the Demon is when the Demon kills the King.",
    "edition": "Experimental Characters",
    "gameplay": [
        "The Imp attacks the Empath. The Empath dies. The next night, the Imp attacks the King, who is protected by the Monk. The King lives. The next night, the Imp attacks the King, who is no longer protected by the Monk. The King dies. The Choirboy is woken by the Storyteller and learns which player is the Imp.",
        "The Shabaloth kills the King. The drunk Choirboy wakes and wrongly learns that the General is the Demon."
    ],
    "id": "choirboy",
    "image": "assets/icons/choirboy.png",
    "name": "Choirboy",
    "soliloquy": "I saw it, I did. I was in the pews, tidying the hymn books, when a dreadful tune started from the pipe organ. The organist had a long cloak, and long fingers on the keys. And a hat that looked… just like… yours.”",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Choirboy": "The Demon will know if there is a King in play or not. If there is no King, a Choirboy bluff will need to partner up with another evil player who pretends to be the King. If the Demon or another evil player leads with a King bluff, support their bluff by letting a few people know you’re the Choirboy.\nIf there is a King in play, pretend you are a Choirboy to the King. This might help you discover whether there is a real Choirboy or not, which is useful information to the Demon. If the King does not reveal there is a double up, then the King is safe to kill and even better you can feed the game with a false Demon claim. However, if there is a double up, you might help flush out the real Choirboy and make the players doubt their information.\nBluffing as the Choirboy can come to a head if the King (real or fake) is killed by the Demon. Because when this happens, the town will expect you to come out with a Demon accusation. This bluff will probably fall apart when that player is executed and the game doesn’t immediately end. You might be fine if there are Minions like the Scarlet Woman on the script.\nIf there are means of death by night that are not the Demon, such as the Assassin or the Lycanthrope, if the King (fake or not) dies during the night, you can always claim that you learned nothing, which suggests the King died by one of them instead. This can be tricky if there should be an additional death which does not happen (like the Assassin).\nBe careful if you actually double up with a Choirboy - for if the King is killed by the Demon while the real Choirboy is alive, you will have to accuse someone of being the Demon. If this happens too early, it’s only a matter of time before the players execute the real Demon as their choices are reduced down to two players.\n...This entry is under construction. More Tips & Tricks and Bluffing as the Choirboy strategy coming soon!",
        "Tips & Tricks": "The Choirboy is an ambush for the Demon. Not knowing whether you’re in the game or not is going to make the Demon act much more cautiously around the King. The Demon however has a dilemma, if they let the King stay alive for too long, then they are going to get really good information at a crucial moment in the game. Try to survive as long as you can to keep the pressure on the Demon.\nIf you die, don’t reveal this publicly, because just the threat of you being alive can be enough. You can take your secret with you to the grave. If there are characters like the Undertaker or Dreamer that learn who you are, it can be good to chat with them and get them to lie about your character. Remember the threat of a living Choirboy is almost as good as an alive Choirboy.\nIf the King reveals themselves, try to visit them discreetly when you can. If you’re too obvious in trying to seek out the King, this might signal to the Demon that you’re the Choirboy.  Maybe find a player you trust, and have them speak to the King on your behalf. Even if they don't reveal who you are to the King, you're letting them know that a Choirboy is in play, and this might let them act more safely.\nIf no one comes out as the King, you know that there should still be one in play. For some reason they’re not coming out. At this point, only you and the Demon knows for certain that there is a King in play, but the Demon has the advantage of knowing who they are, and might be quite confused about why they’re not coming out.\nCharacter swap with another player and let them claim to be the Choirboy. If the Demon kills the fake Choirboy and then kills the King, you learn who the Demon is. Of course, if the other player is too obvious with their claim, the Demon might not believe them. However, the uncertainty it creates might help keep the King alive anyway."
    }
}
