{
    "ability": "You start knowing how many steps from the Demon to its nearest Minion.",
    "about": "The Clockmaker knows the distance from the Demon to it's nearest Minion, either clockwise or anti-clockwise.",
    "edition": "sects & violets",
    "gameplay": [
        "The Fang Gu is sitting next to the Pit-Hag. During the first night, the Clockmaker learns a \"1.”",
        "Clockwise from the No Dashii sits the Dreamer, the Snake Charmer, then the Evil Twin. Counterclockwise from the No Dashii sits the Mutant, the Sweetheart, the Philosopher, the Sage, then the Witch. Because the Witch is five steps away from the Demon, and the Evil Twin is three steps away from the Demon, the Clockmaker learns a \"3” during the first night.",
        "The Fang Gu neighbours two Travellers, one good and one evil. Neighboring one of these Travellers is a Cerenovus. During the first night, the Clockmaker learns a \"2,” because evil Travellers are not Minions."
    ],
    "id": "clockmaker",
    "image": "assets/icons/clockmaker.png",
    "name": "Clockmaker",
    "soliloquy": "Do not disturb me. The tick must continue, for the circle is a symbol of life and contains all things - all answers - in it's divine machinery. I must work.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Clockmaker": "The standard, easiest way to bluff as the Clockmaker is to tell the group false information on the first day. Since you know how many steps the Demon and Minion are from each other, this incorrect information can lead the good team down the garden path for several days. Remember that a \"1\" means that the Demon and Minion are sitting next to each other.\nGiving correct Clockmaker information can actually quite helpful to the evil team. If they believe that you are good, they will believe your information, and therefore not consider you as a Minion or Demon when figuring out the Clockmaker information, and therefore not arrive at the actual Demon. If instead they believe that you are evil, they will believe that you gave false information, and again avoid the actual Demon.\nSurviving the first day is crucial if you are the Demon bluffing as the Clockmaker. As the only character in Sects & Violets that gets information on the first night, and never again, beginner good players will have a tendency to want to execute the Clockmaker on the first day. Waiting until you reveal that you are the Clockmaker until the second day, or beyond, can help you survive the earlier, riskier, stages of the game.\nChoosing small numbers to give as false information is usually best. If the number you give is half the number of players, then that implies that the Demon and Minion are sitting exactly opposite each other, since either clockwise or anti-clockwise, steps from one player end up at the same player. Also, in games with several Minions, large numbers may imply that the Minions are all sitting in a bunch, which the good players may not believe. Smaller numbers can be just as confusing as bigger numbers. Think carefully about what number you choose.\nSince the good team can often get a good idea of who the Minions are by the disappearance of obvious Minion abilities from the game, it can throw a spanner in the works if you kill an obvious-acting Minion at night time. For example, the good team will often realize when they have executed a Pit-Hag (since no more players are changing characters at night), and the heat will be on you to either prove or disprove your Clockmaker information, by killing the player that would be the Demon. However, if you killed the Pit-Hag at night, then the good players are likely to believe that the player executed during the day was actually the Pit-Hag. This may help or hinder your cause, depending on what the good players believe, particularly if they believe a Vortox is in play or not.",
        "Tips & Tricks": "You don't have to give your information out immediately; wait a couple of days so that you can observe the other players and see if you uncover anything suspicious while the evil team thinks the pressure is off.\nYour information is most valuable if you can identify a Minion. Figure out which player is a Minion, and you can pin down some very likely Demon suspects. You should try and coordinate with other good players in the game to uncover this information. Many players detect players of an evil alignment (like the Oracle and the Seamstress), while others detect the Demons and Minions directly (like the Flowergirl, Town Crier or even the Snake Charmer).\nIf you get a very large number (> 3), then the Minions are probably sitting close together and away from their Demon. Similarly if you get a very small number (< 2), one of the Minions and the Demon are probably very close together. You can use this information to look at who is talking to who - watch for players interacting in a way that matches up with what you know.\nIf you have a suspicion of who you think the Demon is, use your information to count to their possible Minions and observe those players/what information they have and what information exists about them. Minions tends to have a harder time hiding themselves than a Demon (who knows not-in-play characters), so you can take advantage of this weak point to confirm the Demon.\nYour information becomes more valuable as the game goes on and players die. Since the evil players are unlikely to die at night, they tend to survive longer and will support each other and their arguments, thus making themselves more obvious than at the start of the game. Look at which players still alive match up to your information; if they're coordinating or backing each other up, they might be secretly evil!\nAll of the Minions you'll be facing up against tend to act obviously, which means that it is also quite obvious when they die. If you notice that suddenly nobody is dying by Witch, being driven mad by Cerenovus, or transformed by the Pit-Hag, then you may have executed one of the Minions. Figuring out who will lead you right back to the Demon! The Evil Twin is a bit of an exception to this since you'll very likely know they're in play from the beginning. This also means you know (up to) four Demon options from the very beginning!"
    }
}
