{
    "ability": "Each night, choose a player (not yourself or Travellers): you learn 1 good & 1 evil character, 1 of which is correct.",
    "about": "The Dreamer learns player's characters, but is not sure if their information is entirely correct.",
    "edition": "Sects & Violets",
    "gameplay": [
        "The Dreamer chooses a player who is the Mutant. The Dreamer learns that this player is either the Mutant or the Cerenovus.",
        "The Dreamer chooses a player who was the Philosopher but gained the Flowergirl ability earlier that night. The Dreamer learns that this player is either the Philosopher or the Vigormortis.",
        "Today, both the Evil Twin and the Artist claimed to be the Artist. That night, the Dreamer chooses the player who claimed to be the Evil Twin. If the Storyteller wanted to help the good team, they could show the Evil Twin and the Sweetheart. But the Storyteller decides to help evil, so they show the Evil Twin and the Artist to the Dreamer.",
        "The Dreamer chooses a player who is the Vortox. The Dreamer’s information must be false because the Vortox is in play, so the Dreamer learns that this player is either the Oracle or the No Dashii."
    ],
    "id": "dreamer",
    "image": "assets/icons/dreamer.png",
    "name": "Dreamer",
    "soliloquy": "I remember the Clockmaker. The sky was red and it was raining fractal triangles. There was a smell of violets and a bubbling sound. A woman with glowing eyes and a scraggly beard was hissing at the sky. Then, I awoke .",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Dreamer": "The first day is the toughest. If you reveal who you are early on the first day. you will be doing so before they have revealed who they are. It is easier to select a fellow evil player player, and hope that they are savvy enough to co-operate with your bluff. This can be especially successful if you are the Demon, since you know 3 not-in-play good characters to suggest. For example, if you claim to be the Dreamer, and you claim that your Minion is either the Town Crier or the Fang Gu, it looks like you are in fact the Dreamer if they claim to be the Town Crier.\nIf you have chosen a player, and you don't know which character they are, encourage them to reveal who they are, then nod sagely and say 'as I expected', or otherwise confirm them. Good players rarely bluff, so will often reveal their actual character if nominated, or simply asked.\nPretend to have chosen players that have already revealed themselves to the group. This way, you make yourself look good to that player. For example, if you tell the Clockmaker is either the Clockmaker or the Vigormortis, the Clockmaker is more likely to think that you are good than if you had told them that they were either the Juggler or the Witch.\nIf you want to make good players look shady, at the risk of making yourself shady too - but hopefully less shady, then you can reveal that you learnt that they were a secretive character, one that would not want to reveal who they are to the group, such as the Sage or the Mutant, Sweetheart, or Klutz. Even after the good player denies being one of these characters, the good team may think that you are indeed the Dreamer, that has gotten useful information.\nIf you are claiming that a player might be a particular Minion, make sure that you know which Minion is in play, because that is the Minion you want to suggest. For example, if only one Minion is in play, and all players know that Minion is the Witch because a player has already died by nominating, claiming that a player is either the Flowergirl or the Cerenovus doesn't make you look trustworthy. The Storyteller should almost always show real Dreamers in-play Minions, so as to confuse the Dreamer.\nWhen giving information about good players, preference revealing that they are possibly a Demon over possibly being a Minion. Good players are more suspicious of possible Demons, and are more likely to execute them.\nWhen giving information about evil players, preference revealing that they are possibly a Minion over possibly being a Minion. Good players are less suspicious of possible Minions, and are less likely to execute them than if they thought they were a possible Demon.\nWait for a few days before revealing that you are the Dreamer. This gives you some time to get your story straight.\nNever say that you learnt a player was possibly the Vortox! If a Vortox was actually in play, then the Dreamer could never learn that a player was possibly the Vortox, since all Dreamer information would be false.",
        "Tips & Tricks": "Every time you choose a player, you learn a potential evil character that they could be. Pay close attention to these, because they give you a surprising amount of information even if they are wrong. For example, any player who registers as a Minion cannot be a Demon, so you can exclude them from your list of potential suspects.\nYour ability is a fantastic detector for the Vortox and No Dashii, because unlike other players, it can be very easy to confirm if your information is correct or not. If you get one player who doesn't add up, be suspicious. If you get three? It's time to look at other options.\nTry to choose players who are not close to you. If you are neighbouring a No Dashii, you will be poisoned, and your information will favor the Demon. By choosing someone further away from you in the town, you're much less likely to hit an evil player early and get unreliable information about them. (Feel free to revisit your neighbours in the future though!)\nGiving your information tends to be more powerful in the early game rather than later. Less people will have publicly stated their character, and since an evil pair often needs time to coordinate, you'll have a better chance of proving you are a good player.\nWhen swapping your information with your chosen target, be careful not to reveal your information first. If you are dealing with an evil player, telling them a potential good character might be feeding them a bluff. Instead, have them reveal to you and see if your information aligns with their claims.\nRevealing your information first when swapping information will definitively prove to the player you're speaking to that you are the Dreamer... providing your information is good. This will allow them to put a lot of trust in you right away, because it's very difficult to have that information otherwise.\nEncourage players to not reveal who they are in the early game. If people come out with who they are, you can still check their claim, but it's much harder for you to confirm yourself if everyone is open about who they are from the get go!\nCheck people who you think are lying, not those you think are telling the truth. Catching players out in a lie is awesome, because you'll know what evil player they are and can decide right then and there if you want them dead.\nCheck players who you think are telling the truth; not only does this enable you to back up players who trust, but if your information is different to what you expect, then you can be suspicious that it has been tampered with.\nYou should never receive information about a Vortox, because the Vortox forces all information received by good players to be false. This means that if the Vortox is play, your information about them will be incorrect, so you will always receive a different evil character.\nIf you have an Evil Twin, don't bother checking them. You will receive the Good Twin's character and the Evil Twin for both players, which is... not very useful. One exception: You can check for Vortox this way, since the information would be have to be false!"
    }
}
