{
    "ability": "Each night, you learn how many of your 2 alive neighbours are evil.",
    "about": "The Empath keeps learning if their living neighbours are good or evil.",
    "edition": "Trouble Brewing",
    "gameplay": [
        "The Empath neighbours two good players—a Soldier and a Monk . The Empath learns a '0'.",
        "The next day, the Soldier is executed. That night, the Monk is killed by the Imp. The Empath now detects the players sitting next to the Soldier and the Monk, which are a Librarian and an evil Gunslinger. The Empath now learns a '1'.",
        "There are only three players left alive: the Empath, the Imp, and the Baron. No matter who is seated where, the Empath learns a '2'."
    ],
    "id": "empath",
    "image": "assets/icons/empath.png",
    "name": "Empath",
    "soliloquy": "My skin prickles. Something is not right here. I can feel it.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Empath": "When bluffing as the Empath, there are a few things you should keep in mind:\nClaiming you got a \"0\" will compel your good neighbours to trust you, allowing you to build up trust and redirect them away from your fellow evil team. This claim can also protect a fellow evil player, and give you a good reason to speak in secret.\nClaiming that you got a \"1\" will allow you pit your neighbours against each other, and undermine both of them in the eyes of the group. You can still use this to build up trust with a neighbour (by telling them you believe they're the good one), but also allows you to gun for the execution of your neighbour.\nClaiming to get a \"2\" is a more difficult but also more devastating bluff. Both of your neighbours will know you are lying and are evil, but if the group believes you, then you're undermining two good players and hopefully wasting the good team's time on executions.\nWhen your neighbours die, you can try changing up your count - this can be used to further damn the recently dead, or to imply the surviving neighbour was evil all along. If you are trying a risky bluff, be conscious of this - claiming to still get a \"2\" after one of your evil neighbours has been killed might cast doubt on you.\nAn Empath is a powerful character, especially as their neighbours die and they get new information on other players. If you are alive in the late game, it may be seen as suspicious. Being secretive about who you are among the players, or claiming to be the Drunk/poisoned are both great ways to justify your longevity if the group is getting suspicious.",
        "Tips & Tricks": "The information you receive should inform how you handle your neighbours.\nIf you get a '0', you are (probably) sitting between two good players who you can coordinate with and should try to keep alive.\nIf you get a count of '1', then one of your neighbours is trustworthy, and one is not. You should try to determine which one of your neighbours you trust, and eliminate the other one.\nIf you get a count of '2', then you are sitting between two evil players, and should probably look to change that as soon as possible.\nIf you trust your neighbours, keeping them alive drastically narrows the list of demon suspects.\nYou get information based on the state of the game when you wake up (after the Demon has killed that night). This means that if one of your neighbours died in the night, you immediately start to learn about the next living player.\nIf your neighbours die, you will receive new information on the next nearest living player to you. Getting your neighbours killed means you know more. Coordinating with an Undertaker to confirm the identities of your neighbours and getting new information down the line is a powerful combo.\nComing out with your information early (especially if you know you're sitting near evil players) can help you coordinate with the rest of the good team to further check out your suspects.\nWaiting to reveal your information means that you can protect your good neighbours or spy on your evil ones, as well as gather a wider portfolio of information.\nIf you get a count of '1' or '2', consider telling your neighbours you got a count of '0' instead. This will make you appear to be the Drunk or poisoned, and the evil team may be more inclined to keep you alive since you do not appear to be a threat. Remember to come out with your real information before the end of the game!\nTravellers who neighbour you count for your information. If you're suddenly getting a '1' when previously you were getting '0', look to the newly arrived Traveller with some suspicion.\nBeware the Spy! They may register as good for you, and give you an incorrect count. Additionally, the Recluse may register as evil, making you believe you are sitting next to an evil player when that is not actually the case."
    }
}
