{
    "ability": "Each night*, you learn if a Demon voted today.",
    "about": "The Flowergirl knows if the Demon voted or not.",
    "edition": "Sects & Violets",
    "gameplay": [
        "There was one nomination today. Lots of players voted, the player was executed, but the Demon did not vote. That night, the Flowergirl learns that the Demon did not vote today.",
        "There were three nominations today. The Demon voted during the second nomination. Nobody was executed. That night, the Flowergirl learns that the Demon voted today.",
        "There were no nominations today. A Traveller was exiled, and all players raised their hand to support the exile. That night, the Flowergirl learns that the Demon did not vote today. (Exiles are never affected by abilities.)"
    ],
    "id": "flowergirl",
    "image": "assets/icons/flowergirl.png",
    "name": "Flowergirl",
    "soliloquy": "Yesterday's violets have withered and died, but today my poppies bloom.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Flowergirl": "The information that you give each day will narrow down the possible Demon. If, on the second day, you say that one of five people is the Demon, this number may be down to 3 the next day. Do not implicate your fellow evil players if possible. Pay attention to who voted and who didn't, and get good players killed.\nOr, if you do implicate evil players this way, do what you can to look as evil as possible yourself. Smile when you lie. Accuse trusted players of being evil. Misremember your character. If you look evil, the players that the good team believes you are trying to kill will look good. If one of these players is the Demon, you have done well.\nYou can direct the good team to vote in a particular way. If you suggest which players should or shouldn't vote, you can give more damning information the following day. However, since the Demon would usually kill a real Flowergirl that acted in this way, the good team will probably be wondering why you are still alive after a few days of this.\nIf you are a Minion, get the Demon to kill you of a night time. Players that die this way are usually more trusted than those that die by execution.\nStay silent for a few days before revealing that you are the Flowergirl. Real Flowergirl's usually do this, so it makes you look more legitimate. Or, bluff as a character that doesn't disrupt the game too much for a few days, such as the Sage or the Sweetheart, then reveal that you are the Flowergirl later on.\nThe Flowergirl is a great backup bluff, in case your first bluff falls flat. For example, you can cause a lot of chaos by bluffing as the Juggler or the Seamstress, then later in the game, claiming that you are actually the Flowergirl, and those previous characters were just bluffs you used to trick the Demon into keeping you alive.\nAct confused. The Flowergirl is a confusing character at times. There can be a lot of different players voting, and even real Flowergirls make mistakes remembering who did and who didn't, especially for several days at a time. Telling the group that you are the Flowergirl, but that you can't quite remember or can't quite figure out who the Demon is, is perfectly fine. Even giving deliberately contradictory information from day to day will often not be suspect.\nFlowergirls can detect if a Vortox is in play under rare circumstances. If a Vortox is in play, and you think that the good team is figuring out that a Vortox is in play, give accurate information on when the Vortox voted, so that the good players will reverse this information.",
        "Tips & Tricks": "Pay attention! You need to keep track of who votes each day, or your information isn't going to be very helpful. Evil players can and will lie about whether they voted or not, so you can't rely on polling the group about who voted if you forget, either. Your information narrows the demon's location down every time you receive it, so make sure it's useful.\nKeep an eye on who doesn't vote as much the players who do. Evil players are less likely to want to vote and draw your attention, but if you get a number of players voting and get a 'no', then you know that the demon is among those who didn't that day. Also keep an eye out for players jumping on a bandwagon of a large voting majority - this could be the demon trying to disguise themselves among the large number of players, limiting your information.\nFor an execution, only half the living player's votes are required. If an execution is happening, try to convince the group to limit their votes to only what is required. This will allow you to make a clean divide between two sets of players - if you receive a \"yes\", then you know the demon is among those asked to vote today. If \"no\", you know that the demon is among those who didn't. Controlling voting in this way makes it easier to narrow down where the demon is, BUT be aware that it will likely get you targeted and killed much more quickly than staying quiet and observing the votes naturally.\nYour power allows you to detect the demon, so you are an extremely high value target for the evil team to undermine and kill early. Try and form an alliance with another player you think is good and let them do the talking for you. In particular, characters like the Sage (who want the demon to target them) will be eager to take on your role and draw the demon's ire while you continue to collect information in the background. This can also protect you from being targeted by the Witch, Cerenovus, and Pit Hag, all of who can disrupt you.\nYou share a special synergy with the Town Crier, as both of you are invested in nominations and executions. While you are keeping track of who voted, also pay special consideration to who nominates. Not only can this help out your fellow good player, but if you are controlling votes for the sake of your information, it doesn't cost you anything to give them a little extra to work with.\nYou can detect if a Vortox is play under rare circumstances. If all players vote, and you learn that Demon did not vote, then either a Vortox is in play (which is extremely helpful information to know), or you are drunk/poisoned (which is also very useful for the town to know!)"
    }
}
