{
    "ability": "Each night, choose 2 players: you learn if either is a Demon. There is a good player that registers as a Demon to you.",
    "about": "The Fortune Teller detects who the Demon is, but sometimes thinks good players are Demons.",
    "edition": "Trouble Brewing",
    "gameplay": [
        "The Fortune Teller chooses the Monk and the Undertaker, and learns a 'no'.",
        "The Fortune Teller chooses the Imp and the Empath, and learns a 'yes'.",
        "The Fortune Teller chooses an alive Butler and a dead Imp, and learns a 'yes'.",
        "The Fortune Teller chooses themselves and a Saint. The Saint is the Red Herring. The Fortune Teller learns a 'yes'."
    ],
    "id": "fortuneteller",
    "image": "assets/icons/fortuneteller.png",
    "name": "Fortune Teller",
    "soliloquy": "I sense great evil in your soul! But... that could just be your perfume. I am allergic to Elderberry.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Fortune Teller": "When bluffing as the Fortune Teller, there are a few things you should keep in mind:\nYou wake every night, including the first night, and should have information for each night you are alive. When you reveal that you are the Fortune Teller, the good team will expect you to have a detailed explanation of every night's activities. Be prepared. Have what you are going to tell them ready.\nThe Fortune Teller can sometimes get wildly confusing information. The Recluse may register as the Demon. The Demon itself can change players to someone who was previously a Minion, even if no Scarlet Women is in play. The 'Red Herring' can register as the Demon, making a good player look suspicious. Giving logical-sounding and internally consistent information to the group is not as important as acting confidently.\nHaving noted the above point, your bluff is still increased dramatically if the information you reveal to the group is consistent. If you tell players over and over again that certain players are not the Demon, they will tend to keep those players alive. If you tell players over and over again that certain players are possibly the Demon, they will tend to kill them, but may come for you next when the game doesn't end afterwards.\nYou can lie that \"these two players are not the Demon\" to exonerate your fellow evil players.\nIf a good player is being particularly troublesome, focusing all your attention on them by claiming that they are registering as the Demon to you can quickly get them killed. You can always claim that they must have been your 'Red Herring' after the fact. This strategy can be particularly devastating if you need to get a player executed, but can not do so by normal means. In particular, you can get a Saint or Mayor executed, or at least convince the good team not to trust them. Even sowing distrust about an Undertaker, Empath, or similar character can be enough to make their information questionable.\nRemember that Fortune Tellers may choose dead players, and may even choose themselves. Telling the group that a dead player is the Demon implies that all their information was dubious, and also (in single Minion games) that only one remaining player is evil. This misinformation, whilst seemingly innocent, can sway the game in your direction due to the extra mistrust among the living players. It is particularly effective if you make a Ravenkeeper appear to be the Demon that killed themselves at night time.\nIf you are the Imp, you can come out publicly as the Fortune Teller and strategically die at night to make your information sound more legitimate.\nIf you are the Scarlet Women, you can publicly accuse your actual Demon and lead the charge for their execution. This gives characters like the Undertaker a positive read of 'Demon', thus confirming you are the Fortune Teller",
        "Tips & Tricks": "Getting a 'no' is more useful than getting a 'yes'. A 'no' means that neither of the two players is the Demon, which narrows down the number of players you have to inspect.\nYou can use players you have cleared as not the Demon to isolate a 'yes'. Pick one of the 'yes' players and one of the 'no' players, and see what you get. If it is a 'yes', then you can safely assume you're getting a read on the 'yes' player. If it's a 'no', the read was on the 'yes' player you didn't pick.\nYou only have a limited number of nights to gather information. Spending a lot of it focusing on one or two people may give you less to work with in the end game. For this reason, it's usually most efficient to start the game casting a wide net and learn about as many pairs as possible. Then, after you have some general information, start focusing on the players you are most suspicious of.\nIf you have gotten a 'yes' on players you are suspicious of, getting confirmation of which player is causing your ability to react can give you a clear goal, especially if that player is still alive at the end of the game.\nYour false positive is chosen at the beginning of the game and does not move, and you will not receive a false read from more than one player because of your ability. Remember your false register can be anyone, including you, and a 'yes' is not a definite confirmation of a Demon.\nYou can choose yourself as one of the two players. Since you know you are not the Demon, this enables you to get a read on one specific player. Beware though, the storyteller can make you your own false positive, so this may not always be effective.\nBe aware of the Recluse, who may register as the Demon for you. (This is not the same as the false positive.)\nPublicly claiming to be a character that the Demon would not want to kill, such as the Saint, Butler, Soldier or Ravenkeeper can help you survive longer, allowing you some much needed time to gain useful information."
    }
}
