{
    "ability": "Each night*, choose a player & guess their character: if you guess wrong, you die.",
    "about": "The Gambler can guess who is who...but pays the ultimate price if they guess wrong.",
    "edition": "bad moon rising",
    "gameplay": [
        "The Gambler points to the Minstrel player, then to the Minstrel icon. This guess is correct, so the Gambler remains alive, but is killed by the Demon tonight anyway.",
        "The Devil's Advocate is bluffing as the Pacifist. That night, the Gambler points to the Devil's Advocate player, then to the Pacifist icon. This guess is wrong, so the Gambler dies."
    ],
    "id": "gambler",
    "image": "assets/icons/gambler.png",
    "name": "Gambler",
    "soliloquy": "Heads, I win. Tails, you lose.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Gambler": "Help your fellow evil players by claiming to have guessed their character correctly, and that they are the good character that they are claiming to be. If you can convince the group that you are indeed the Gambler, you can convince the group that the Po that is claiming to be the Tea Lady is actually the Tea Lady, you have the advantage.\nIf you back up good players by confirming that their characters are what they say, that makes you look good too. Players tend to trust players who trust them. However, since you are not putting any extra misinformation into the mix, good may be able to figure out who is evil.\nIt is riskier, but saying that you have chosen a good player, guessed their character, and died because you guessed their character wrong, heavily implies that they are evil. If you intend guess a good player's character, and claim that they are evil, you will need to co-ordinate with the Demon so that you die tonight. After all, when a real Gambler guesses incorrectly, they die.\nIf you unexpectedly die at night, you can use that as evidence that you are the Gambler. Make sure that your \"information\" is as disruptive to the good team as possible.\nIt is usually wisest to play it safely after a few nights of gambling. Guess 2 or 3 characters, spread some misinformation, then claim to be guessing yourself each night after that. Most Gamblers who continue pushing their luck night after night die fairly quickly, so you when the late game arrives, you will want a believable excuse as to why you are still alive.",
        "Tips & Tricks": "The Gambler is a high risk, high reward character. You get reliable information that can't be easily tainted, but you put your life on the line to do it. What a thrill!\nProbably one of the strongest uses of your ability to confirm other good players. Backing up the claims of a couple of players and their characters will go a long way to building trust, and there's really no bad option to confirm: Knowing for certain that a Pacifist is in play can be just as useful as knowing that a Chambermaid is who they say they are.\nChoose the good players you most want to know about. The nature of your ability means that you're not the most likely to survive until final day, so try to maximize your chances of getting useful information before your luck runs out. This can mean taking a gamble on trusting one player for the sake of confirming a powerful role like the Exorcist or a Courtier, giving the good team an ace in the hole at a critical moment later.\nThere's a difference between taking a well reasoned gamble and throwing caution to the wind entirely and leaving it all up to Lady Luck. Using your ability to try and guess evil characters can be like this. Even if you have very strong suspicions that someone is evil, you still have to guess if they are a Minion or a Demon, and then you have four options in each category! The odds are not really in your favor. With that said...get it right, and you've hit the jackpot.\nDeliberately die to prove you are the Gambler. This can seem counter-intuitive, but if you have a few nights of confirming players and you want to dispel any suspicions of your reliability, predict your own death (preferably in private to someone you trust), and then that night, choose wrong. Dying in this way makes it very likely you are who you claim, and can be trusted\nIf you don't have any idea who to guess, you can guess yourself. Since you know for certain you are the Gambler, your ability will definitely not kill you that night, guaranteeing that you aren't responsible for your death. This is also useful if you suspect that you may be targeted by a wily Demon or Assassin in the night - if you choose yourself and still die, there's no ambiguity about the fact that you were targeted!"
    }
}
