{
    "ability": "Once per day, you may choose to kill a living neighbor, if your other living neighbor agrees.",
    "about": "The Gangster lets their neighbours kill each other.",
    "edition": "Experimental Characters",
    "gameplay": [
        "The Gangster neighbours the Saint and the Baron. The Gangster asks the Baron if they want to kill the Saint. The Baron agrees and the Saint dies.",
        "The Gangster neighbours the Chambermaid and the Poppy Grower, but they are both dead. The Gangster’s two living neighbours are the Engineer and the Po. The Gangster talks with the Po and offers to kill the Engineer. The Po declines. The Gangster talks with the Engineer and the Engineer asks the Gangster to kill the Po. The Gangster agrees, and the Po dies. Good wins.",
        "The Gangster neighbours the Fool and the Sage. The Sage and the Gangster kill the Fool but the Fool doesn’t die, because of the Fool's ability. The Gangster may not use their ability again today."
    ],
    "id": "gangster",
    "image": "assets/icons/gangster.png",
    "name": "Gangster",
    "soliloquy": "I like your shoes. It would be such a shame if you had a little accident, and they got ruined. Now that you mention it, I like your cufflinks too.",
    "team": "traveller",
    "tips": {
        "Tips & Tricks (if you are evil)": "If both your living neighbours are good, turn them against each other. If they both think that they are both good, they are unlikely to kill each other. Find some way to imply that at least one of them is evil, and one is likely to kill the other.\nIf one of your living neighbours is evil, they have every reason to want to kill the other living neighbour. The trick won't be in convincing them to do it, but in coming up with a good reason why. Talk to your evil neighbour and help them formulate a valid reason to tell the group since evil players that are too gung-ho in using the Gangster may appear evil.  You can even act reluctant to kill the other neighbour and claim that you are doing so only because there is no better choice.\nGet as many good players killed as possible. It doesn't matter how you do it. Every good player that dies is one fewer good player gaining information, one fewer player using an ability against the evil team,and one fewer good player voting.\nGet any non-Demon player killed. Even if Minions die due to your ability, that means that the final day is sooner, and evil's victory is sooner. Similarly, if Outsiders die to your ability, then evil is closer to winning. Don't be too concerned about what each player's character is... as long as they are not the Demon, they are probably best dead.\nTalk to any evil living neighbours before talking to any good living neighbours. Many players will want to kill the other player before that other player kills them, and talking to an evil neighbour first gives you a good excuse to kill the good player.\nEvery so often, it is better for the evil team if certain characters die by execution. Characters such as the Good Twin (see the Evil Twin) or the Saint lose the game for the good team if executed, so it is best to not kill them using your Gangster ability. Beware of pushing too hard here, though, as there's little reason for a good Gangster to not be willing to kill a Saint.\nIf you suspect that a good neighbour is about to be nominated and executed, don't kill them with your Gangster ability today. A death by the Gangster's ability doesn't count as an execution, and the day will continue afterwards. It is more helpful to the evil team if the day ends after the death occurs, so that the Demon can't accidentally be executed today as well.\nChoose players to die so that the distance between you and the Demon is maximised. Since the Gangster can only kill living neighbours, the good players may have some very strong opinions on which of your living neighbours should die. If one of your living neighbours is the Demon, they may put a lot of pressure on you to kill them, and while you can always choose not to, this may end up looking incredibly suspicious and reveal that you are evil and know who the Demon is. It is best to avoid this situation by never neighbouring the Demon in the first place. When the Demon is sitting 2, 3, 4, or more players away from you, keep it that way by killing players in the opposite direction.",
        "Tips & Tricks (if you are good)": "Find out the characters of your living neighbours. They will know you are the Gangster. It is best if you know their characters too. Learn what they are before making any rash decisions on who to kill.\nTalk to each living neighbour. Convince them to \"give you permission\" to kill the other player, even if they think the other player is good. You are good, so being able to kill either living neighbour at any time is a powerful, and hopefully helpful, option to have. You can always choose not to kill either player, even if both players want you to kill the other.\nIf you can, kill every day. Just by playing the odds, killing two players per day (one by execution and one by Gangster) means that the good team is twice as likely to kill the Demon and win. Even if you think both your living neighbours are good, it's worth it.\nWhen choosing which player to kill, aim for evil players first. If you suspect someone of being evil, arrange for them to sleep with the fishes. If you don't really suspect either player of being evil, choose the player that has a character ability that seems less useful to the good team or the one that seems less willing to die.\nIf you believe that both your neighbours are good, and they both have character abilities that will continue to be useful for the rest of the game, don't kill today and don't ask for each player to kill the other. This way, they can both use their abilities to the fullest. You probably won't want to kill a Mayor, a Sage or a King, and if they die at night, then you will get to use your ability on a new living neighbour instead - your ability is also very useful, and it would be a shame to never use it.\nIf you think that a particular player is the Demon (or even a Minion), then kill players that are sitting between you and them. Hopefully, in a day or two, you and the Demon will be living neighbours and you can kill them with your ability.\nBefore the final day, request that the group exile you. An evil Gangster that is alive when just 3 other players are left alive can win the game for the evil team by agreeing with the Demon to kill another player. Getting yourself exiled means that you won't be able to use your ability on the final day, but it will be a show of good faith to the good team. If the good team believes that you are good, they will look at your previous kills as the best choices of a good player, and not erroneously assume that you were just killing good players because you were evil.\nRemember that you need your living neighbours to agree to use your ability. You can't just do it on their behalf. You'll need to make friends with them, and convince them that you are good and have the good team's interests at heart. They may not want you to use your ability, and with good reason."
    }
}
