{
    "ability": "Each night, the 1st player to choose you with their ability is drunk until dusk. You become their alignment.",
    "about": "The Goon is immune to other characters at night, but keeps changing allegiances.",
    "edition": "Bad Moon Rising",
    "gameplay": [
        "The Courtier chooses the Goon. The Goon turns good, and the Courtier becomes drunk.",
        "The Shabaloth attacks the Goon, then the Gossip. Since the Shabaloth became drunk as soon as they chose the Goon, neither player dies tonight, and the Goon turns evil. The next night, the Shabaloth attacks the Gambler then the Goon. The Gambler dies, then the Shabaloth becomes drunk again. The Goon is still alive and still evil.",
        "The Chambermaid chooses the Goon and the Minstrel, and learns a \"1\" because the Chambermaid is drunk.",
        "The Tea Lady neighbours the good Goon and the Tinker. The Tinker is executed, but does not die. The next day, the Goon is evil. The Tinker is executed again and dies."
    ],
    "id": "goon",
    "image": "assets/icons/goon.png",
    "name": "Goon",
    "soliloquy": "Yes boss. I explained fings real good to dat geezer. He don't want me explain it again. Nah boss, I don't need no doctor—it's only a knife wound. Be right come mornin'.",
    "team": "outsider",
    "tips": {
        "Bluffing as the Goon": "The Goon can be a tricky bluff. You may want to stay silent about being the Goon for the first half of the game, or bluff as something else initially. Most Goons that come out as the Goon early in the game are killed by the good team, because the good team is afraid that a Goon will turn evil and be a liability. The good news is that staying silent about your character for a few days allows you to watch and listen, and pay attention to the things that will make your Goon bluff more believable, such as who is dying at night-time, and which \"choose a character at night\" characters are in play.\nIf you are bluffing as the Goon, the good team will want to know when you turned evil and when you turned good. Each time you turned evil would normally coincide with fewer deaths that night - since an evil player attacked you, nobody died due to their ability. Nights you \"turned evil\" will need to be chosen well, if the good team is to believe you. Also, you will need to know which good players chose you on which nights, if you are to believably claim that you turned good again on that night. You can request that good players choose you at night time so that you turn good, or you can simply claim that you turned good after the player in question mentions that they chose you at night time.\nA riskier strategy, but one that sometime works, is to tell the group that you are the evil Goon early in the game. Since a Goon can change alignment many times whilst they live, but they stop changing alignment when they die (because the have no ability), an evil Goon that is executed will stay evil for the rest of the game. This means that it is in the good team's interest to keep an evil Goon alive for a day or three, in the hope that the Goon will turn good again. Unusually, it is of benefit to the good team to execute a good Goon, and to keep an evil Goon alive...at least in the early stages of the game. You can use this to your advantage by claiming to be an evil Goon in the early game, then a good Goon in the late game.",
        "Tips & Tricks": "The Goon is in an interesting position compared to other players, as you can never be quite sure what team you'll be playing for until the very end. It is to your advantage to sit quietly, bluff as something else, and see how the game unfolds - your alignment switches will give you a ton of info, and you'll be in a good position to aid your team near the end of the game... no matter what side you're on.\nAlternatively, and especially if you turn evil early - just come out! Letting both teams know you're in play can get them to fight for your allegiance, which is always entertaining. This also has the effect of letting players on both sides know that targeting you is a bad option... if that's something you'd like to get across. Note that this can be risky if you have a bloodthirsty town keen for executions - they could simply kill you for the crime of maybe being evil. You can try to stay their hand though - point out that once you're dead, your alignment is locked in since you will lose your ability, but if they let you live? Well, they can always turn you good again!\nIt is unlikely that you will die at night. Thanks to your powerful ability, other character's abilities will malfunction before they even get close - this is true even of the Pukka, who malfunctions before they can poison you. (Beware the Assassin though, who trumps you - the evil team can remove you if you annoy them too much!)\nAs you approach the end of the game, the alignment you currently are is probably the team you will be winning or losing with. If you are good, this means it is time to help - reveal who you are and give out your information! If your alignment switched on certain nights, that can be indications of when abilities failed, and can expose evil players using your silence as a safe space to bluff in. Once you do this, you'll really want to get the demon ASAP - the evil team could flip you if there's another night or two, and if that's the case you could very well hand the good team what they need to win and then not get to enjoy it.\nIf you are evil near the end of the game, it is time to sow some chaos (if you haven't been already!). While you have the option of revealing as the Goon and claiming to be good, this is not remotely your only option - you can bluff as anything you like to create confusion, or even just to keep up the facade that you are good when you are in fact a secret fourth evil vote. Trying to find the other evil players may be a good idea at this point too, so you can be sure you're coordinating with the right bunch of dastardly fellas."
    }
}
