{
    "ability": "Whoever wins, loses & whoever loses, wins, even if you are dead.",
    "about": "The Heretic turns a win into a loss, and a loss into a win.",
    "edition": "experimental characters",
    "gameplay": [
        "On the first day, the Heretic publicly claims to be the Heretic. That night, the Demon kills themself. Evil wins.",
        "The Heretic does not reveal their character until the final day, when 3 players are alive. They convince the good team to execute a good player, leaving 2 players alive, one of which is the Demon. Good wins.",
        "The Heretic is dead. The Saint is executed. Good wins.",
        "The Heretic is poisoned. The Assassin kills the Demon. Good wins.",
        "There are 3 players alive. The Demon is executed. Because there is a Heretic in play, evil wins."
    ],
    "id": "heretic",
    "image": "assets/icons/heretic.png",
    "name": "Heretic",
    "soliloquy": "After the hail has smashed the roof and splintered the glass of the Cathedral windows, it melts again into the earth, like a dying lamb in the desert sun. Such is the parable of the madman.",
    "team": "outsiders",
    "tips": {
        "Bluffing as the Heretic": "Most Heretics will wait until the final day to reveal themselves. If you want to bluff as the Heretic in this way, you'll need either to stay silent about your character for the majority of the game, or bluff as another character first. Depending on the group, this type of behaviour may get you executed before the final day arrives. Minions may not fear being executed, especially as the Heretic ability continues to function while dead. But a Demon bluffing as a Heretic is risky indeed. Come up with an alternate bluff to use first - and make it believable.\nKeep Heretic in mind as a backup bluff. If your first bluff doesn't cut the mustard, then claiming that you were lying because you are the Heretic is fairly believable. Heretics have a good reason to lie. If your first bluff succeeds, then you don't need to claim to be the Heretic, so feel free to make it a risky, ridiculous one!\nIf a fellow evil player has been nominated, and you really need to keep that player alive, suddenly claim to be the Heretic, and claim that you think the group is about to execute the Demon, and lose the game. If the good team is rattled enough, especially considering that they thought the nominee was evil enough to be nominated in the first place, they may back off immediately and vote on a different player.\nIf two evil players claim to be the Heretic, it will seem that one of them must be telling the truth, and the other evil. Normally, when two evil players both claim to be the same good character, the group will want to execute both players, believing one to be good and one to be evil. However, if the good team believes that one player is evil, and one really is the Heretic, then they may choose to keep both players alive out of fear of accidentally executing the Demon.\nA real Heretic is unlikely to come out loud and proud on day 1. If you are more coy, hinting that you might be the Heretic without definitely confirming so, you will seem more convincing.\nPay a lot of attention to who the good team is planning on executing. Unlike other bluffs, where if the good team believes you they will probably not execute you, if the good team believes you, they may execute you because they now want to execute good players, particularly late in the game. If the good team believes that a Heretic is in play, their strategy will reverse. Make sure this is actually what you want beforehand.\nIf you are a good player, consider bluffing as the Heretic. If the evil team believes you, they may convince their Demon to kill themself at night, winning the game for the good team! However, if there actually is a real Heretic in play, you've accidentally helped the evil team win instead. It's pretty risky! Also, bluffing as the Heretic causes a lot of confusion among the good team, as they won't know for certain what their goals are. However, the occasional good player that bluffs as the Heretic will certainly make Demon players doubt whether or not taking the risk of suicide at night is worth it, as many games are played. For the good team, Demons that doubt real Heretic claims are certainly beneficial, and this can only happen when the occasional good player bluffs as the Heretic.",
        "Tips & Tricks": "Keep the Demon alive at all costs. Normally, in non-Heretic games, the good team can win at any time (by executing the Demon), while the evil team can only win on the final day (by executing a non-Demon player). In a Heretic game, the evil team can win at any time (by executing the Demon), while the good team can only win on the final day (by executing a non-Demon player).\nIt is extremely dangerous for the evil team to learn that there is a Heretic in play. If the Demon believes you, they may kill themself at night, losing the game, and therefore winning the game. Be very careful who you reveal yourself to.\nIf you believe that the good team is losing badly, it may be safest to not reveal your identity to anyone, ever.\nConsider waiting until the final day of the game to out yourself as the Heretic. This is risky, because people may not believe you, but it’s better than having the Demon kill themself in the night and immediately win the game for evil. If you loudly proclaim that you are the Heretic when only three players are alive, even if you are dead, the good team will know that they need to execute a player that is NOT the Demon, and deliberately lose the game, which will win the game.\nSearch for good players who are able to confirm you as the Heretic, then work with them to orchestrate what would normally be a loss.\nTry to find a good player such as the Courtier who is capable of making you drunk or poisoned. This will enable the good team to play for the win without fear of losing instead.\nPay attention to characters that have win or lose conditions in their character ability, such as the Mayor, Klutz, Saint, Mastermind, or Goblin. If you stay quiet about being the Heretic, the evil team may unknowingly be working to your advantage. For example, if the Goblin gets executed, good wins, or if an evil player is bluffing as the Mayor and convinces the group to not execute on the final day, good wins.\nIf you think that the good team is about to execute the Demon, you'll need to convince them otherwise. You can bluff as a Townsfolk character with conflicting information, or hint to them that executing this player is a bad, bad idea. As a last resort, reveal that you are the Heretic to dissuade them - avoiding the Demon being executed definitely results in avoiding a loss, but the Demon may or may not kill themself that night. It's better to trade a definite loss for a possible (or even, probable) loss.\nWhen just three players are left alive, it is safe to reveal that you are the Heretic, since the game will end before nightfall. The good team may find this to be absolutely crucial information.\nWhen just four players are left alive, it might be safe to reveal that you are the Heretic, since the game could end during the night via the Demon attacking as normal. The good team may find this to be absolutely crucial information. However, there is still an opportunity for the Demon to kill themself, so be wary.\nIt is often smarter to never really be 100% on what you claim to be. For example, if you claim that you are either the Heretic or the Moonchild, then the good team is made aware that a Heretic might be in play, and can adjust their strategy accordingly, while the Demon is not convinced enough to take the game-ending step of killing themselves. Or, if you bluff as the Juggler, then claim to be the Heretic, then bluff as the Snake Charmer, again the good team is clued in to the possibility of a Heretic, but the Demon isn't sure. Unlike other characters, ambiguity is your friend. Just make sure you are 100% forthright with being the Heretic when it really counts, such as the final day!\nIt doesn't matter if you die. If you get nominated, there is no need to defend yourself unless you want to. If the Demon kills you at night, it's no problem. Don't worry about staying alive.\nYou hold the fate of the game in your hands. Very few characters have this power. Remember how important you are. All other Townsfolk and Outsider characters are written in such a way as to encourage you to \"say whatever you want at any time\", that even making mistakes won't end the game. For example, even if the Mutant reveals who they are and is executed, the game continues. Even if the Fortune Teller reveals who they are and dies on night 2, the game continues. But the Heretic is different. The words of the Heretic can sway the fate of the good team drastically and quickly. Even though you are an Outsider, you are the most dangerous good player in the game - to both teams."
    }
}
