{
    "ability": "Each night*, choose a player: they die. If you kill yourself this way, a Minion becomes the Imp.",
    "about": "The Imp kills a player each night, and can make copies of itself... for a terrible price.",
    "edition": "Trouble Brewing",
    "gameplay": [
        "It is the first night. The Imp learns that Evin and Sarah are the Minions. The Imp also learns that the Monk, Chef, and Librarian are not in play. The Imp bluffs as the Chef, then bluffs as Mayor halfway through the game. Eventually, the Imp is executed and good wins.",
        "During the night, the Imp wakes and chooses a player, who dies. The next night, the Imp chooses themselves to die. The Imp dies, and the Poisoner becomes the Imp."
    ],
    "id": "imp",
    "image": "assets/icons/imp.png",
    "name": "Imp",
    "soliloquy": "We must keep our wits sharp and our sword sharper. Evil walks among us, and will stop at nothing to destroy us good, simple folk, bringing our fine town to ruin. Trust no-one. But, if you must trust someone, trust me.",
    "team": "demon",
    "tips": {
        "Fighting the Imp": "Killing the Demon wins the game for good. If you have a lead on a possible Demon and another lead on a possible Minion, it's usually best to try prioritize executing the Demon suspects first!\nFinding out who the Imp isn't is almost as important as finding out who the Imp is. Confirming other players as good allows you to build trust, put together information, and build a list of suspects... but it also means that you narrow down the field for who is not the Demon. On the final day, there are usually three players left alive, one of them being the Demon - if aren't certain of the Demon but you can say for sure that one of those people is good, then that gives you 50/50 odds to execute the right player.\nCharacters like the Ravenkeeper or Slayer are especially good at pinning down people as not Demons - while it's exciting to find an evil player with these one shot abilities, finding a good player is just as powerful.\nIf someone unexpectedly dies at an odd time, or after coming under a lot of suspicion, you may have just seen the Imp kill themselves and pass the Demonhood on to one of their Minions. This is fantastic information, because knowing this person is evil allows you to look at everything they have done to try and uncover the other members of the evil team. This is where information from characters like the Chef, Empath and Investigator become particularly valuable, since you can use this player as a point of reference for pinning down the other evil characters. If those characters are not in play, you still have a lot of options: Who have they been talking to and built trust with? If they are bluffing as an information gathering character, who has their information confirmed or protected - for example, they may have bluffed as the Washerwoman to \"confirm\" the bluff of their Minion and then died at night once people trusted the Minion.\nBeware the Scarlet Woman! So long as there are five or more players alive, the Imp will be able to be executed and the evil team will continue. If you think you know who the Imp is, consider holding off on the execution until you have fewer than five players so that her ability cannot activate, thus stopping the Demon in their tracks right then and there.\nThe Imp's ability to kill means that they can be extremely effective at removing characters that pose a threat to them, and they will do so with gusto. To protect your players getting ongoing information (like the Undertaker) or with powerful one-time abilities (like the Virgin), try to trick the Imp into killing players who are not good choices. For example, a Soldier or Mayor could bluff as a juicy target, letting their abilities soak up the hit. Alternatively, characters like the Saint (who would much prefer to die at night), Recluse, or the Washerwoman could try to attract the attention of the Demon - they will die, but better them than your Fortune Teller!\nIf you are playing in a game with six or fewer players, the rules for the Demon change slightly. They do not start with bluffs, and they do not know who their Minion is. One fun strategy is to try bluffing as the Minion to another player, and encouraging the Demon to confide in you. If they admit to being the Demon, you can out them to the town for a decisive victory.\nUnlike other Demons you may encounter, the Imp's special ability to pass on the Demonhood to their Minions puts them in the unique position of being able to get away with more complicated bluffing strategies, often involving more than one player. When looking for evidence of evil characters, keeping an eye on groups of characters confirming each other. For example:\nThey could bluff as a Washerwoman/Librarian and confirm their Minion is a Townsfolk/Outsider. (Particularly potent if the Minion is claiming to be the Saint!)\nThey bluff as the Empath claiming to have two good neighbour shortly before their untimely demise, passing to their neighbouring Minion.\nThey can choose to die and then bluff as the Ravenkeeper, confirming the bluff of their Minion now turned Demon.\nThey can bluff as the Slayer, \"slaying\" their Minion and then dying. (They can also do this trick with an actually good Slayer, getting them to target the Minion and passing to them after they've been confirmed not the Demon).\nThey can choose to deliberately kill nobody on a night to allow their Minion to bluff as a Soldier or Monk. People are very likely to trust a Soldier if there's been no kill, making them ideal for taking over the Demonhood later.",
        "Tips & Tricks": "There are many strategies for evil players, particularly the Imp, that are covered in more detail in General Strategy section. Generally speaking, as the Demon, you want to look trustworthy, spread false information where possible, get your Minions to confirm that you are a good player, and sacrifice them when needed. Take a look at this section for more information.\nStay alive during the day at all costs. Even in games with three Minions, do not assume there is a Scarlet Woman in play. (However, if you talk to your Minion(s) and you learn that there is, then ignore this advice!)\nIf you are under suspicion, night time suicide is always an option. Killing yourself and passing the Demonhood to a Minion that is looking more trustworthy robs you of the support of their continued voting power, but survival is more important. You can also do this when there is no suspicion on you - people tend to trust players that die at night. Either way, if you die at night, giving false information to the good team the day after, such as claiming to be the Ravenkeeper, can change the course of the game.\nYour Minions are pawns to be sacrificed! Kill them! Kill them all! You're the only one that matters!\nAt the beginning of the game, the Storyteller will give you three possible bluffs to choose from. You can bluff as whatever you want, of course, but these few bluffs are safe. Since the Imp can die at night, and pass the Demonhood to a Minion, both the more passive and the more aggressive bluffs can be useful. If you are new to the game, or don't quite understand how certain characters work, either ask the Storyteller for help, or bluff as a more passive character, such as the Soldier or the Recluse. If you are more adventurous, more high-risk high-reward bluffs such as the Fortune Teller or Undertaker can be risked.\nWhen choosing who to kill, you generally want to kill powerful, troublesome, information-gathering Townsfolk sooner rather than later, such as the Empath, Undertaker, Monk or Slayer. Removing their information (or power) from the game early can help you later on. Every so often, deliberately keeping one of these Townsfolk alive until the final day can double-bluff the good players. They may ask this player \"If you are really the Fortune Teller, why are you still alive?\", and kill them.\nAlso, when deciding who to attack at night, you are best killing the more trusted players earlier rather than later. A Virgin that everybody knows is the Virgin will never be executed, which decreases your odds of being executed later on. A pair of Outsiders that everybody believes are actually Outsiders will need to disappear, because they will not be executed either. On the final day, you will want at least one other player, preferably two, to be looking more suspicious than you.\nSend your Minions out on information-gathering missions. Gather as much information as you can about who is who. This will help you avoid attacking troublesome characters like the Ravenkeeper or the Soldier, and the problems that consequently follow.\nTalk to your Minions! Co-ordinate with them, by helping them bluff. Agree that one of you will look as evil as possible, while the other one will take the Demonhood and survive to the end of the game. Find out what your Spy knows. Co-ordinate with your Poisoner so that you choose different players at night. Let your Baron run wild. Learn if your Scarlet Woman's plan is to kill you, or keep you alive.\nThere are lots of reasons why you should register as an evil Imp to good players. If this happens, don't despair! Maybe you can convince the group that Empath is drunk? Maybe you can argue that you are that Fortune Teller's \"red herring\"?\nIf you don't want to kill one night, you can choose a dead player instead. This can also help you bluff well as the Soldier or the Monk, as no death of a night-time makes it look like your Soldier or Monk ability triggered."
    }
}
