{
    "ability": "Once per game, if another player nominated, you may choose to force the current execution to pass or fail.",
    "about": "The Judge can determine if an execution succeeds or not, regardless of who voted.",
    "edition": "Bad Moon Rising",
    "gameplay": [
        "The Slayer was about to die, but the Po is nominated and every alive player votes, so now the Po is about to die. The evil Judge decides that the Po’s execution fails. So, as before, the Slayer is about to die, and the nomination process continues.",
        "The good Judge nominates the Professor. Nobody votes, but the Judge may not use their ability. A Traveller's exile is voted on. Once again, the Judge may not use their ability. The Grandmother nominates the Goon. Even though the Goon got only one vote, the Judge decides that the Goon is executed immediately."
    ],
    "id": "judge",
    "image": "assets/icons/judge.png",
    "name": "Judge",
    "soliloquy": "I find the defendant guilty of the crimes of murder, fraud, arson, larceny, impersonating an officer of the law, practicing medicine without a license, slander, regicide, and littering.",
    "team": "traveller",
    "tips": {
        "Tips & Tricks (if you are evil)": "Use your ability as early as you can. If you force an execution of a good player - great! If you prevent an evil player dying - great! As long as you know who is good and who is evil, you can not use your ability incorrectly. It is always helpful. Even if you are exiled immediately after using your ability, it is still worth it. An evil traveler that helps their team this much has played their part and nudged the scale noticeably towards evil.\nIt is usually best to use your ability to force an execution to succeed as apposed to preventing an execution. If you force an execution to succeed, you are definitely having an effect. If you prevent an execution from succeeding, the good team may still want to execute the same player the following day. In this case, you'll need to come up with some valid-sounding reasons why you saved the player in question from death. This is not hard to do though... you can tell them that most players are good and that you were just playing the odds, you can tell them that you wanted to use your ability before the town exiled you, or you can tell them that another player is more suspicious instead and killing the first player was a waste of valuable time. Whatever works for you.\nIf you are more talented at looking evil than looking good, look evil. Look just evil enough to arouse the suspicion of one or two players, and then save a good player from being executed late in the game. If a few good players think you are evil, they will think that you saved an evil player, and do their best to get that player executed again the following day. This delaying strategy can win the game for you if timed well, because every time you delay an execution by a day, the Demon attacks that night, reducing the number of good players alive, and bringing the final day evil victory closer, or getting the wrong player executed at a later, more opportune time. Ask yourself this question: If just 3 players are left alive, would you rather that the Gossip died yesterday, or is still alive today and looking as suspicious as all heck? It can be extremely useful to have good players that look evil alive on the final day, because they will get executed instead of the Demon.\nIf you want to nominate, go ahead and nominate evil players, even the Demon. You will always have excuse that you can't force the execution to succeed, because you can't use your Judge ability if you were the one to nominate. You'll need to judge the room though - is this a group that will interpret \"The Judge can not force this execution to succeed\" to mean \"The Judge is not really keen to kill this player. It is a frivolous nomination.\" or \"The Judge can not kill this player. We need to all vote to do so.\"?\nIf the good team is foolish enough to allow you to survive until the final day, you can snatch a cheap and nasty victory. Ask an evil player to quickly nominate a non-Demon player, and then force the execution to succeed. Before the good team knows what is happening, a player is dead, the night is falling, and evil has won.",
        "Tips & Tricks (if you are good)": "Save your ability until you need it. In the early stages of the game, you won't really know who to execute or who to save. Wait until the later game, where you have at least some clues to base your decision on.\nWatch who votes for who doesn't, and do the opposite. Since evil players are less likely to vote for evil players, then it is best to use your Judge ability to force an execution to succeed when hardly anyone votes. If hardly anyone has voted, the player is more likely to be evil. Conversely, if lots of players vote, then the player is more likely to be good - use your Judge power to prevent this execution from succeeding. Doing the opposite of what the group wants not only puts the odds in your favor, but makes sure that you are actually using your ability to full effect. There is no point in forcing an execution to pass if it would have passed anyway.\n...or is there? When the Demon is nominated and gets just enough votes to be executed, the evil team will usually panic and scramble to nominate a good player immediately so that they can vote and kill a good player instead of the Demon. If you believe that this is the situation, you can use your Judge power to force the current execution to succeed, preventing any chance that the evil team can avoid the Demon's execution. You can \"lock in\" the current execution, and there is nothing that they can do about it.\nGet a feel for the room, and Judge when the players are thinking about exiling you. Any good team worth their salt will Exile a Judge that has not used their ability on the final day, but some groups will want to do so even sooner. With the threat of a Shabaloth or a Po lurking as a possibility, or even an Assassin or Godfather to cause extra deaths at night, the good team can never be sure when the final day actually is - they may start thinking about exiling you prematurely. This has nothing to do with you appearing suspicious. It's just clever playing, because an evil Judge that is alive on the final day is so dangerous as to cause an auto-win for evil. If you can read the room and guess when the tide is turning against you (even if most players think that you are good), then make sure to use your ability before that happens.\nIt is usually best to use your ability to save a player from execution than to force an execution to succeed. Most players that are executed are good. The odds are, you'll be saving a good player from death, and probably gaining a trusted ally in the process.\nDon't nominate. Players that you nominate can still be executed, but you can not use your Judge ability to force them to be executed.  If you really want to execute a particular player, wait until another player nominates instead. If no players are nominating the player that you want, talk to players in private and make allies. Ask players to nominate on your behalf. You can even \"encourage\" player A to nominate on your behalf, or else player B  will nominate player A. That should get the ball rolling!"
    }
}
