{
    "ability": "Each night*, a player might die. Executions fail if only evil voted. You register as a Minion too. [Most players are Legion]",
    "about": "Legion is many Demons.",
    "edition": "Experimental Characters",
    "gameplay": [
        "The only good players are the Fortune Teller and the Slayer. 6 Legion and the Slayer vote to execute the Fortune Teller. They are executed, and evil wins.",
        "4 players are alive. 3 Legion and no good players vote to execute Julian. Julian is not executed. Alex, who has 2 votes, 1 of which is a good player, is executed instead. Evil wins."
    ],
    "id": "legion",
    "image": "assets/icons/legion.png",
    "name": "Legion",
    "soliloquy": "We are the chill wind on a winter’s day. We are the shadow in the moonless night. We are the poison in your tea and the whisper in your ear. We are everywhere.",
    "team": "demon",
    "tips": {
        "Fighting Legion": "As the good team, you hold a significant amount of power when it comes to voting and executing. Try to catch out the Legion players by putting your hand up to vote early and then taking it down before it's your turn to cast a vote. If you can force only Legion to vote, you may be able to identify half the players as evil in one fell swoop.\nRemember that the evil team will have very few bluffs to go around. This means that two things will be happening which will help your identify the game as containing a Legion.\n1) Some of the evil team will likely end up claiming the same good character as a bluff, thus incriminating themselves.\n2) Several of the evil team will probably just take a punt and randomly select a character from the script, possibly claiming your character (or one of your allies' characters).\nDon't be convinced that you aren't in a Legion game by a character such as an Undertaker or Dreamer stating that they have learned that a player is a particular minion. Legion can register as a minion, thus hiding themselves.\nIn a game in which Legion is the demon, the Storyteller will be selecting who dies in the night and will most likely select a Legion player each night for purposes of balance. This means that if you are an outed, powerful role and are surviving night after night, this may be an indication that you are fighting against Legion.\nSince Legion can potentially get 0 or 3 Bluffs as a whole (possibly 6 bluffs if there is a Snitch in play), depending on how the Storyteller runs the character, this means that there are a large number of characters that have very little information to go on as to what's in play. One of the tells that you're in a Legion game is when there is a lot of double claims. 1 or 2 could be easily explained as a regular game, but if you've suddenly got 3 or more double claims, that's a really strong clue you might have Legion.\nLegion games are all about the evil players getting into a hive mind dynamic. One of the things to watch for is if everything seems to feel really in tune. If there is way too much agreement on the world view of the game, that means too many people are acting in concert and this might mean it's because you're surrounded by evil players just trying to get you on side. If there is a lot of people voting together, this might be a further hint you're in Legion.\nLegion can be really hesitant to lead with nominations. Many are likely to second guess that they have enough support from the good players to see a nomination through. However, Legion will very quickly pile on top of a vote as soon as a good player votes. So a very big tell for Legion can be if there are a lot of people who are hesitant to nominate but keen to vote.\nOne key thing to remember in a Legion game is that the Storyteller is controlling the deaths. The Storyteller must ensure that only one Legion is left alive for final day, and since the majority of players are Legion, the Storyteller is mostly killing Legion. If the deaths don't seem to follow the conventional logic of Demon kills, or the deaths seem entirely surprising, then maybe that's a clue you've got a Legion game.",
        "Tips & Tricks": "Be wary of solely claiming any of your bluffs. Particularly in larger games, there could be as many as 4 Legion for each single bluff given by the Storyteller. The good team will have an easy time working out what the three bluffs were if you all choose to use them.\nPay attention to who is voting as the vote goes around the circle. Consider keeping your hand down unless you know that a good player is voting as well. This way, you will ensure that you won't be identified as Legion when a vote with popular support does not pass.\nHowever, don't make it too obvious that you're voting with a specific player or players. Unless you're successfully bluffing as the Butler, you may end up drawing suspicion from the good team.\nConsider deliberately claiming the role of one of the good players in the game. After all, if you die, you're just one of many, but if you can cast enough doubt on your opponent to get them executed, you will be significantly closer to victory.\nIf it becomes obvious to the good team that they are in a Legion game, you can use their newfound paranoia to your advantage. Try to sell the idea to one of them that you and they are possibly the last remaining good players. Having just one Legion in the circle of trust with a good player can easily lead to a death spiral for the good team.\nThere are some character bluffs that require a group effort, particularly when they have game-altering implications such as Atheist, Poppy Grower, or Vortox. As soon as one player makes one of these claims, it requires a co-ordinated effort to maintain the lie. Other players will need to follow your lead.\nThere are a number of evil abilities that instantly and publicly disprove the existence of Legion. This includes a Witch curse, a Devil's Advocate execution save (if no other explanation exists), a Fearmonger, or a Psychopath revealing themselves. If these are on the script, Legion will have to navigate their absence.\nHowever, there are also a range of evil abilities that disprove the existence of Legion to one player, but since that piece of evidence relies upon that player sharing their info with the group, this can be written off as a lie by that player. This includes a person being made mad by the Cerenovus (up until a player is dramatically executed), or a player claiming a Widow is in play.\nOn top of that, Legion can use fake evil abilities as a way of trying to convince the group that it is not a Legion game. An evil player can claim they were made mad by a Cerenovus, or can claim they are the good player that learned there was a Widow in play.\nPretend to be a Minion. Legions can register as Minions as well as Demons – if you can convince the good team that you are a Minion, you can throw the good team off the scent. If a Ravenkeeper detects you as a Poisoner, throw yourself on your sword and play into it – the rest of the evil team can use this to divert suspicions of being Legion."
    }
}
