{
    "ability": "Each night, Minions choose who babysits Lil' Monsta's token & \"is the demon\". A player dies each night*. [+1 Minion]",
    "about": "Lil’ Monsta isn’t a player, and is instead babysat by a Minion.",
    "edition": "Experimental Characters",
    "gameplay": [
        "The Poisoner and the Widow wake. They point at each other, then point at themselves, then eventually both point at the Widow, who receives Lil’ Monsta’s token. The next night, they both choose that the Poisoner babysits Lil’ Monsta instead."
    ],
    "id": "lilmonsta",
    "image": "assets/icons/lilmonsta.png",
    "name": "Lil' Monsta",
    "soliloquy": "Step 1: Be cute. Step 2: World domination. Step 3: Bweakfast.",
    "team": "demon",
    "tips": {
        "Fighting the Lil' Monsta": "First things first, is there a Lil’ Monsta in play? Time to count your visible Minion abilities! Have you got far too many Outsider claims, someone died on nomination and an Evil Twin pair when you should only have 2 Minions? Sounds like you’ve got a Baron, Witch and Evil Twin and it’s probably a Lil’ Monsta game.\nIn a Lil’ Monsta game, the evil team don’t get bluffs as they have no starting Demon! So, if you have lots of double claims without other characters that would cause them or people avoiding any claims at all early-game, it might be a Lil’ Monsta game and the Minions are stuck without any idea what to claim.\nAre your Flowergirl and Fortune Teller getting far too many ‘Yes’ answers? The Lil’ Monsta can be moved between babysitters every night, so maybe the Minions are moving the Lil’ Monsta token around a lot to share the workload. It takes a village...\nAbilities that detect minions are critical once you’ve established it’s a Lil’ Monsta game, every Minion you find and kill is another potential baby sitter gone, restricting the Minions to fewer and fewer evil players to choose from. Not just Minions, if you have a Bounty Hunter in play and you think you’ve found their evil Townsfolk or a Politician causing trouble, they’re also great candidates for babysitting, so it’s always worth executing them if you can.\nAlternatively, if you're confident a player is evil, you might want to deliberately leave them alive to the final day and not tell anyone that you know they’re a Minion. If they survive that long and the evil team think they’re trusted, they’re probably going to end up babysitting Lil’ Monsta and be an easy execute for the win!\nIf you’re suddenly woken up at night as a good player and given the baby, shout about it! This baby is not yours and you shouldn’t be left babysitting it against your will! If there’s no Devil's Advocate or Heretic, you probably want to get yourself executed right now and win the game for good by getting the Demon executed! Make sure absolutely everyone is aware that this baby is a menace and show people the token to definitively prove that you have it and there should be no question about executing you right now.\nRemember that it’s not the evil team choosing who dies in a Lil’ Monsta game. The Storyteller is controlling who dies and they have different priorities to an evil team. If your Washerwoman and Noble have died at night but not your Bounty Hunter and Professor, despite them being relatively well-known in town, maybe the Storyteller is choosing not to kill them. Also, the Storyteller will generally need to kill at least one evil player if you don’t manage to execute them, in order to avoid there being too many evil players in the final three, so don’t necessarily trust those players that die at night as there’s good odds that some of them are evil.",
        "Tips & Tricks": "One of the huge strengths of the Lil' Monsta is that the evil team begins with one extra Minion ability that the good team doesn't have any idea is in play! Maximise your Minion abilities to wreak havoc on the town - an extra Poisoner, Witch, or even a Godfather can severely tip the tide for evil before good even knows what hit them! Read up on fun Minion strategies and get ready to kick them into high gear!\nThe town will be on the lookout for how many Minions appear to be operating in their town - one more than expected will definitely give away that Lil' Monsta is scurrying around their feet! If you want to keep the good team in suspense about which Demon they have to worry about, be cautious about using abilities that have obvious tells, like Cerenovus and the Assassin... At least until you've managed to persuade them otherwise.\nBecause the Demon is a helpless baby, any Minion can be holding the Demon to keep them safe during the day. The obvious advantage of this is that you can shuffle the baby around to hide it from devious Demon detectors like the Flowergirl and the Fortune Teller, making their information inconsistent and difficult to follow! Moving the baby almost every night means that who registers as the Demon changes every night, creating mass confusion for the town!\nBecause the Demon is a helpless baby, they are particularly vulnerable - if you die while babysitting, it'll die before another Minion can step in to save them! (Scarlet Woman is a notable exception, but you can't rely on her every time!) Keep the baby safe by placing them with your most reliable and least suspicious Minion - keeping them in one location decreases the odds that the town will be able to detect them - no point throwing the baby from Minion to Minion if they're perfectly safe where they are!\nMinions aren't the only players who can babysit the Lil' Monsta! You can hand the baby off to anyone in the town, should enough Minions agree. Generally speaking, it's not recommended to hand the baby off to a good player though - they'll not appreciate the lil' guy and probably get themselves executed to harm him! (What happened to \"It takes a village?!\")\nWith that said, if you have an ally on the outside of your Minion team (e.g. The Mezepheles has struck gold), they make wonderful babysitters... Especially if the town hasn't noticed their alignment shift! It's fine if all of you Minions die, just providing the baby continues to thrive! A Traveller in particular can be a great choice in the early game... providing you're sure they're evil! The town isn't likely to execute them, but obviously if they get exiled, they take the baby with them...\nWhen deciding who is babysitting each night, you can't communicate with words, which makes it extra important to pay attention to each others' body language. If someone really wants the baby, it's often a good idea to give it to them - trust your evil team has a plan you don't, they might be a Spy or Widow that knows bluffs you don't! On the other hand if someone really doesn't want the baby, don't give it to them - they might suspect they're about to come under fire, and want to keep the baby safe!\nIf your group is playing with the rule where you physically hold the Lil' Monsta token, be sure to hide it well! If the good team notice you holding a token in your hand, there's not a lot of explanations for why that could be that aren't \"Oh, this is my tiny Demon son and I'm babysitting for today for our evil cult.\"\nThe Storyteller chooses who dies each night - Lil' Monsta hungers for blood, but is uncoordinated and can't be redirected towards your preferred targets. It's to be expected that at some point that some of you Minions will die as part of its adorable lil' rampage. Keep in mind that anyone babysitting can't be killed by the Storyteller, so as you get towards the endgame, make sure the player you trust to survive the final day with the baby is the one in possession of the child! (To keep the game fair, the Storyteller should never allow more than one alive Minion on a final day - plan for that process!)"
    }
}
