{
    "ability": "You think you are a good character, but you are not. The Demon knows who you are. [You neighbor the Demon]",
    "about": "The Marionette doesn't know that they are a Minion.",
    "edition": "Experimental Characters",
    "gameplay": [
        "Marianna is the Marionette, but thinks she is the Undertaker. She wakes each night to learn who was executed that day, but her information is often wrong. Halfway through the game, the Demon tells her that she is the Marionette.",
        "Lachlan is the Demon. He tells Sarah that she is the Marionette. Lachlan is lying. There is no Marionette.",
        "The Demon tells Ben that he is the Marionette. Ben thinks he is the Fortune Teller, but he isn’t. Ben doesn’t believe the Demon, and executes them. Good wins."
    ],
    "id": "marionette",
    "image": "assets/icons/marionette.png",
    "name": "Marionette",
    "soliloquy": "Words, words. They're all we have to go on.",
    "team": "minion",
    "tips": {
        "Fighting the Marionette": "In the same way that you might look for the Drunk in Trouble Brewing, look for a player that is giving false information, even convincingly so. If a particular player's information doesn't add up, you may have found the Marionette. For example, if a player claims to be the Empath and that they got a \"0\", but you suspect that one of their neighbours is evil, the Empath may be the Marionette.\nIf a player claims to be the Demon, and that you are the Marionette, you've got a problem. Are you the Marionette? Maybe not. If you think that the player is in fact the Demon, and that a Marionette is in play, talk to the Demon's other neighbouring player and see if you can figure out if they are the Marionette instead! If you think that the player who told you that you are the Marionette is not the Demon, then they are almost certainly a Minion instead. Either way, you've found an evil player (or a good player that needs to stop lying to you). If you have been told that you are the Marionette, but you figure out that you are not the Marionette, you've basically won the game.\nIf you are confident that you are not the Marionette, but you've been told that you are the Marionette, tell the group this. The group will likely execute your neighbour, which means either a dead Demon, a dead Minion, or a dead good player that made a bluff that wasn't helping much or was just trolling.\nFind out how many players have been told that they are the Marionette. If there is more than one, it is unlikely that a Marionette is in play at all.\nPay attention to your neighbours. If you think that neither is the Demon, and neither have told you that you are the Marionette, you can probably just ignore the fact that a Marionette is in the game. As long as you keep your neighbours alive on the final day, the fact that a Marionette is in play isn't too much of a worry. Default to finding out which players are good, and which player is the Demon.\nIf the Marionette is on the script, don't execute your own neighbours. You never can be too sure. Execute all other players instead, if you can.\nIf you think the Marionette is in play, but that it isn't you, you know something very important - that the Demon and the Minion are sitting next to each other. Just as if you were the Chef or the Clockmaker, you have some very useful information to go on. Assume that two evil players are sitting next to each other, and see if this matches with the other information in the game. If it matches up, you've probably found out who the evil pair is. If it doesn't match up, there probably isn't a Marionette in play. Either way, you and all other good players know something useful.\nNormally, finding out that a player is a Minion is handy, but won't win the game for the good team. On the final day, learning that a long-dead player was actually the Mastermind is handy, but finding out that long-dead player was actually the Marionette is amazingly helpful. Even if a Pit-Hag has been changing characters willy nilly, or a Pukka has been making everyone's information dubious, the single piece of information - that a particular player is the Marionette - should be enough to win the game for the good team when just 3 players are left alive.\nPay attention to players that were very vocal and enthusiastic about sharing information and helping the good team for a few days, then all of a sudden went silent. They may have been told that they are the Marionette in the middle of the game, and had a complete mental breakdown ;)",
        "Tips & Tricks": "As a Marionette, you are essentially an evil Drunk - not only do you not have the ability you think you do, but you don't have the alignment you think you do! The good news is that a lot of techniques you can use to detect a Drunk will also work for a Marionette. If your information isn't adding up, or your ability doesn't work when it really should, you could actually be the Marionette instead of a good player!\nEven though you don't know it, your alignment is evil and you will register as evil to characters like the Seamstress and the Town Crier. You can use this to help determine your identity one way or another... but so can the town, so be careful about asking for players to use their abilities on you willy nilly!\nIn most cases, the evil team is going to want to let you know that you should be working with them. If one of your neighbours tells you that you're a Marionette, take it seriously; while there's every possibility they're lying to you, they could also just be clueing you into your true identity, and if you out them and evil loses, you will lose along with them!\nIf you suspect you are a Marionette (either through your information being confusing or someone straight up telling you), then don't tell other Townsfolk you suspect that! If you're right and the town believes you, the good team will know the Demon must be one of your neighbours.\nAvoid nominating or voting for your neighbours unless the evidence is especially compelling. If you are a Marionette, the Demon must be one of your neighbours. Accidentally executing your Demon because you didn't know you were evil will be a bit of a bummer!\nNarrow down which types of Minions are in play. The Marionette is by nature a secretive, invisible sort of Minion, while other Minions on the script might have more of a tell - confirming one of them also means confirming there isn't a Marionette to worry about. If you are in an 8 player game (1 Minion) and have just witnessed a Witch death, you're not the Marionette!\nIf you are confident you know who the Minions are, you can also be confident you are not secretly the Marionette. There are only a limited number of Minions in the game, so even if you don't know what kind of Minion they are, confirming who the Minion IS will tell all other good players they are not a Marionette.\nHunt down the Demon with gusto! If you are a Marionette, the Demon is one of your neighbours. If you can prove the Demon is sitting somewhere else (for example, a Fortune Teller ping on the other side of town), then you know you cannot be the Marionette! (Additionally if you ARE the Marionette, you point suspicion away from your Demon! Win-Win!)\nIf you are concerned you are a Marionette but can't get your neighbours to open up, you can always try convincing your neighbours that they're your Marionette instead. Evil players will know this isn't true, while good players have to contend with whether you're telling the truth or not and will behave differently. This can give you a clue as to who your secretly evil allies are... or secretly evil neighbours, anyway.\nIf you are convinced you are the Marionette, then you know your role is to protect your Demon. The town also knows the Marionette is a possibility, and will be on the lookout for tells you exist so that they can use you to take down your Demon. To keep town from suspecting you, change up your information so that it appears to be true instead - for example, if you believe you are a Savant, make sure one statement is true and one is false each day.\nIf you are a Demon, the Marionette is a responsibility you will have to decide how to interact with. It's absolutely beneficial to tell a Marionette their identity as soon as possible - this enables them to act to their true alignment, protect you, and not accidentally reveal you to the town when their ability malfunctions. It can also be useful to keep a Marionette in the dark - sometimes the most potent evil player is someone who is earnestly good! If your Marionette has won over the town, let them lead the charge (away from you). They'll still win in the end, just not for the reasons they thought!\nIf you are a Demon, nothing is stopping you telling your actually good neighbours that they are your Marionette. In fact, you can tell both of them, reassuring each that they are the 'real' Marionette and that the other is being duped! Since a Marionette doesn't know their true alignment, it will always be to these players' benefits to keep your claim secret and figure out for themselves if they are on your team or not - a process that will take some time and make them behave in ways counterproductive to the good team in the meanwhile. Just beware their wrath if they manage to figure it out - they will most certainly turn around and execute you, so make sure you have an exit plan!\nIf you are a Minion, tell your good neighbours that they are your Marionette! You get all the benefits of confusing the good team with none of the danger of losing the game by execution if or when you are discovered as a fraud!\nAre you good, but have an uncooperative neighbour? Tell them that they're your Marionette! For a while at least, most players will work with you while unravelling their own identity, and you can utilise this trick to get them to share information and participate in plots with you that they otherwise wouldn't. Just make sure to come clean before the end so they know they have to work with the good team to win."
    }
}
