{
    "ability": "Each day, you may choose up to 3 sets of 2 players to swap seats. Players may not leave their seats to talk in private.",
    "about": "The Matron chooses which players sit where.",
    "edition": "Bad Moon Rising",
    "gameplay": [
        "The good Matron swaps the seating position of the player they think is the Demon to be far away from the player they think is the Minion. They may not whisper to each other now.",
        "The evil Matron rearranges the seating order so that she is sitting next to the Tea Lady. This way, the two of them can whisper to each other, and the Tea Lady's ability does not work."
    ],
    "id": "matron",
    "image": "assets/icons/matron.png",
    "name": "Matron",
    "soliloquy": "Miss Featherbottom, be quiet. Master Rutherford, a teacup needs just the four fingers, please. I know you are a father of nine, but age, or lack there-of as the case may be, is never an excuse for poor manners.",
    "team": "traveller",
    "tips": {
        "Tips & Tricks (if you are evil)": "Reposition evil players so that they are neighbouring you. This will allow you to talk in private, learn who the other evil players are, and figure out what your strategy is. After the two of you have said what you needed to say to each other, you can reposition them elsewhere in the room.\nSit evil players next to evil players. By repositioning the Minions and Demon so that they are next to each other, they can talk and coordinate better. The Assassin will need to know what the Devil's Advocate and the Po are planning, so that they don't both accidentally kill the same player, for example.\nPay particular attention to where position-dependent characters are seated, and adjust the order of players accordingly. For example, a Tea Lady can be repositioned next to an evil player (if the Demon plans on killing one of them tonight). Seating a Lunatic away from the players they believe are their Minions prevents them from talking to those players. If playing a Script game, put the Empath next to the Recluse to confuse their information, or switch players around to so that the most dangerous characters are being poisoned by the No Dashii. Do whatever you need to make the most of which players sit where.\nIn Bad Moon Rising, most good players will need to be secretive and proactive in order to make the most of their ability. The Tea Lady needs to encourage the Demon to attack their neighbours, or even get them executed, but without revealing that she is the Tea Lady.  The Gambler needs to learn who is in play. The Gossip should be making public statements based on information that they suspect to be false, but don't know for certain. Listen to which players are which characters, and do what you can to prevent useful private conversations. If you think that two good players would really benefit from talking with each other, separate them as much as you can.",
        "Tips & Tricks (if you are good)": "If you see players whispering and conspiring together, separate them. Since you prevent players from having private conversations unless they are sitting next to each other, when you see two players plotting together like they are evil, put them on opposite sides of the room so that they can't do that any more.\nReseat players that you are suspicious of so that they neighbour you. This way, you can keep an eye (and an ear) on their activities. Minions and Demons will find it difficult to plot and scheme with their fellow players if you keep them under a close, watchful eye.\nReseat players that you trust so that they neighbour you. You can find out who they are, find out what they know, share what you know, and then reseat them again to neighbour other players that you trust. This way, you can control the flow of private information in the game in such a way that the players that you trust are only talking to other players that you trust.\nDon't reseat any players to be next to you. This is one of the more common tricks for an evil Matron in order to learn info from the Demon/Minions as to what they should be doing. So if you make sure all of your swaps are elsewhere in the circle, you look more likely to be good.\nPay particular attention to where position-dependent characters are seated, and adjust the order of players accordingly. For example, a Tea Lady can be repositioned between two good players (if you don't think the Demon knows who they are) so that their neighbours survive, or between players you suspect of being evil (if you plan to execute one of these players to test your theory). Seating a Lunatic away from the players that they say are Minions prevents them from conspiring with them, should the Lunatic actually be the Demon. If playing a Script game, put the Empath between players that you want to learn about, or switch players around to prevent them from being poisoned by the No Dashii. Do whatever you need to make the most of which players sit where.\nIn Bad Moon Rising, most good players will need to be secretive and proactive in order to make the most of their ability. The Chambermaid needs to talk to the players they choose to find out who they are. The Courtier needs to find out which characters are in-play. The Sailor needs to find out who to make drunk. Listen to which players are which characters, and do what you can to facilitate their private conversations. If you think the Goon really needs to talk to the Exorcist because there was no death last night, and this could be the result of either of their abilities, seat them next to each other so that they can swap information."
    }
}
