{
    "ability": "Each night, choose a player: they are poisoned. The previously poisoned player dies then becomes healthy.",
    "about": "The Pukka poisons its victims, who die at a later time.",
    "edition": "Bad Moon Rising",
    "gameplay": [
        "The Pukka poisons the Chambermaid. The Chambermaid gets false information. The next night, the Chambermaid dies.",
        "The Pukka poisons the Fool. The next day, the Fool is executed and dies because they have no ability. The next night, nobody dies and the Pukka poisons the Gossip. The next night, the Pukka is drunk and tries to poison the Tinker, but does not. The next night, the Gossip dies because the Pukka is sober.",
        "The Pukka poisons the Pacifist. The next night, the Exorcist chooses the Pukka to not wake tonight. The Pacifist dies, but the Pukka does not wake to attack tonight.",
        "The Moonchild is executed, dies, and chooses the Courtier. That night, the Pukka chooses the Moonchild. The Courtier does not die because the Moonchild is poisoned."
    ],
    "id": "pukka",
    "image": "assets/icons/pukka.png",
    "name": "Pukka",
    "soliloquy": "You truly have been kind welcoming me into your beautiful home. I am so sorry I accidentally scratched you. A little thing. No matter. But please, take this golden toothpick as a humble token of my regret.",
    "team": "demon",
    "tips": {
        "Fighting the Pukka": "The first step to fighting the Pukka is figuring out the Pukka is in play. Look for suspicious deaths of a night time, such as the Fool dying early, or Sailor dying at all. Or, consider that when nobody dies at night time, that it was due to a the Pukka target being executed that day instead. If a pattern forms around these two signals, you almost certainly have a Pukka in the game.\nOnce you have figured out that a Pukka is in play, you'll need to do some informational backtracking. Each player that died last night, was poisoned the day and night beforehand. Dead Tea Ladys have a reason that their ability did not work while alive. Dead Gamblers have a reason that they did not die when they picked a player the night before. Dead Chambermaids got false information the night before last. Dead Exorcists might have actually chosen the Demon on a night where players died. Backtracking can be complicated, since what happened the night before last is more difficult to remember than what happened last night, but will grant enormous information if you can do it.\nIf Pukka is in play, nobody is safe. The Fool and the Sailor can not be protected by their character ability etc. Also, since the Pukka chooses who to kill a full night earlier than normal, it is beneficial for all good players to reveal their characters and information to the group publicly as soon as possible. Sometimes, with other Demons, it can be beneficial for some good players to not reveal who they are, so that the Demon attacks certain players and leaves others alone - but with the Pukka, this is not the case. Reveal everything, and work as a team to bring that pesky poisoner to justice!\nIf you have no idea which players are evil, execute players who you think are poisoned. All things being equal, it is best to execute a good player who is poisoned by the Pukka than a good player that is not, because when you execute a Pukka victim, nobody dies due to the Demon that night. Obviously, it is better to execute evil players, but if you have no information about who is good or evil, err on the side of voting to execute players that seem to be poisoned.",
        "Tips & Tricks": "The devious Pukka is the deadliest demon in Bad Moon Rising for its viciousness and cruelty. All the other demons give the town the courtesy of a single night; the Pukka has no such patience, sowing chaos into the town from the first night, selecting their first victim before the townsfolk even get a chance to act. The Zombuul may be a little hardier than you, and the Shabaloth and Po may kill more effectively, but they are vulnerable to the most deadly weapon the good team wields: information. Not only do you kill but you neutralize your victims, forcing them to spend their last days in delirium, their information confused and the danger they once posed reduced to nothing. The good team always hopes you are not in play, lest they have to spend the whole game doubting all of the information that would normally lead them right to your door.\nFactor in who you want to poison as well as who you want to kill. An aggressive and talkative Chambermaid who doesn't realize their last day of information is wrong can do a lot of legwork for you beyond the grave. If you get very lucky, you could catch an Exorcist or Courtier out before they catch you, or you can expose an Innkeeper's patrons to your Godfather or a Moonchild curse with a little bit of a good timing. You are the only evil player in Bad Moon Rising who has the ability to befuddle your target's information, so why not take full advantage?\nTarget players who you don't think are going to be executed the next day. If the good team executes your poisoned victim, then there'll be no death that night from you... which wily good players might use to detect that you are in play. A badly timed execution will leave you scrambling to play catch up for the rest of the game!\nTarget players who the good team suspects are bluffing being immune to execution, like the Sailor, or a Tea Lady and her neighbour. Even with the lack of death the following night, it will look like they faked their ability using a Devil's Advocate, and can even lead the good team to believe they are in fact a Zombuul. (And any day the good team spends executing dead players is a good day for you!)\nYour poison cannot be blocked by anything but the wily Goon, but characters can still be protected from death at night by characters like the Tea Lady or Innkeeper. You have nothing to fear from a Fool or a Sailor, but choose carefully nonetheless - it won't do to miss a kill, especially since you're competing with the Shabaloth or Po. Reliable and methodical should be your goal.\nTry to mask the fact that there is a Pukka in play for as long as possible. Once the good team know you are in play, they can start backtracking your poisoned information, undoing all your hard work! While it might seem like bluffing a Zombuul would be the obvious choice, in can in fact be easier to mimic a Po or even a Shabaloth with the help of an Assassin or a Godfather... or just some risk taking townsfolk. For example, if you know a Gossip statement will produce a death that night, that can be the time to have your minions act, creating multiple deaths that mimic a charged up Po attack. While they may track you down eventually, the goal is that by the time they do... it's too late for them to stop you."
    }
}
