{
    "ability": "1 player is drunk, even if you die. If you guess (once) who it is, learn the Demon player, but guess wrong & get false info.",
    "about": "",
    "edition": "experimental characters",
    "gameplay": [
        "Alex is the Demon. Sarah is the Empath who has been made drunk by the Puzzlemaster and is getting false information. The Puzzlemaster publicly guesses that Sarah is drunk, and is told “Alex is the Demon” privately by the Storyteller.",
        "Lewis is the Demon. Ben is dead and is drunk due to the Puzzlemaster. Marianna is alive and drunk due to the Sailor. The Puzzlemaster privately guesses Marianna, and is told “Evin is the Demon” privately by the Storyteller."
    ],
    "id": "puzzlemaster",
    "image": "assets/icons/puzzlemaster.png",
    "name": "Puzzlemaster",
    "soliloquy": "When one begins to think that some thing is merely some other thing, one is usually on the brink of an error. Patience, patience. Don’t confuse just and should with is and isn’t.",
    "team": "outsiders",
    "tips": {
        "Bluffing as the Puzzlemaster": "The Puzzlemaster introduces a drunk into the good team, and one who is undetectable by characters like the Librarian for example. When bluffing as this role, coming out to the good team as early as possible will mean that so long as they believe you could be Puzzlemaster, they have to worry that some of their information is wrong. Preferably the information that paints your demon as evil!\nThe Puzzlemaster's moment to shine is when they make their guess and potentially learn the demon. Knowing this, a dramatic reveal at the right time can throw the good team into disarray, especially if you're able to use your power to paint a previously trusted player as drunk! Wait for your chance and then strike when you learning a potential Demon would cause the most chaos.\nThe Good Team has a lot to gain from working with you to find the drunk - leverage that to get yourself into the good graces of trusted teams, and make sure they spend a lot of time worrying about you and your power, and less about your evil companions.\nIf you want to secure a free execution, it can be as simple as picking someone who the town could plausibly believe is drunk, and then naming any random person as the demon! It's to the town's benefit to execute anyone you learn (just in case!), so you can use this to knock off an annoying Mayor or Sailor!\nAnother option is to pick someone who is the town believes to have correct info (or even yourself!), so that you learn false info. Then... point to the real demon! This can be risky if the town is execution-happy, but if they're running out of days to kill, they can very well be inclined to hold onto a \"confirmed not the demon\" player in the hopes they reach the final 3! (To maximise your chances of this working, communicate this information secretly so the demon has a great reason for being alive on the final day!)\nA clever tag-team bluff can be to have one evil player set up as a character with obviously false information or an ability that has failed to work... and then you dramatically reveal as the Puzzlemaster, citing them as the drunk. You'll need to time this well since once they execute someone on your say so and the game doesn't end, but if they believe you, this is a devastating one-two punch of a bluff! (Added bonus: You can use this to bail out a floundering team member caught in a lie!)\nThe Puzzlemaster is a fantastic distraction, and a particularly ideal minion bluff as a result. If all goes well, you waste the good team's time, get some innocent people executed, and protect your demon all at the same time!\nIf you get caught up in a lie and are in danger of being exposed as evil, the Puzzlemaster is an excellent back-up bluff! It's to the Puzzlemaster's benefit to lie and stay hidden for a time, so you have a great reason to have been making no sense a few minutes earlier.\nIf you suspect there is a Puzzlemaster in the game and are worried they'll sniff out your demon, deliberately bluff as someone with bad information! If you can entice the Puzzlemaster to pick you, not only will Town be inclined to trust you're good, but they definitely won't learn who the demon is.",
        "Tips & Tricks": "You are the most powerful Outsider that exists. If you find the drunk, you solve the game! Treat yourself as if you are a Townsfolk. Stay alive as long as you can and make sure you use your ability before you die.\nYou have made someone drunk. This is crucial information for the good team to know. Make sure that they are aware of this as soon as is feasible, so that the good players can take drunkenness into consideration, and help you look for the drunk player.\nDon't come out as the Puzzlemaster immediately, or the Demon will likely kill you. Puzzlemasters are particularly scary to Demons, who tend to be afraid of any character that can learn who they are.\nTell the group that you are the Puzzlemaster at the same time that you use your ability. Like the Slayer, the good team may not need to know who you are until it is time for your ability to be used.\nSeek advice from the group on who you should choose. They may know something that you don't.\nReveal who you are to people who you believe are good, for information gathering purposes. If they have information that doesn't make sense to them, you may have found the drunk player, and an excellent candidate for your guess.\nIf a player uses a public ability, and that ability obviously doesn't work, use your guess on that player as soon as you can. For example, if a player claims to be the Virgin, but does not die when nominated, of if a player claims to be the Golem, but nobody dies when the Golem nominates, it is likely that they are the drunk player. It might not be true, and the player may just be bluffing as that character, but this kind of thing is a very helpful tell.\nMost characters have an incentive to get up, get active, and talk to people - to speak and convince. The Puzzlemaster is best when you do the opposite. Stay silent. Watch. Listen. Pay as much attention as you can to the actions and information of other players. You don't need to pay any attention to who is good or evil, only for which information doesn't add up, or which player seems like the odd one out. Spotting a drunk player can be tricky, so take your time.\nWhen you make your guess and the Storyteller tells you a player, execute them. If your guess was correct, good will win. If your guess was incorrect, there is little harm done, and the game will continue.\nIf you genuinely have zero clue who is drunk, guess yourself! Given that you are almost certainly not the drunk, you'll learn a player who isn't the demon. That's something to go on - particularly if that player is alive on the final day.\nYou know that a drunk is in play. Even if you don't make a guess, you still know that. That makes you almost as powerful as the Librarian. Treat yourself like the Librarian, and contribute to the good team's pool of information.\nBacktrack your information. If the player you are told is the Demon is executed and the game continues, then that player is not the Demon. This means that the player you guessed was not the drunk player. This is useful information to know, if you believe that player is good."
    }
}
