{
    "ability": "Nominees die, but may nominate again immediately (on day 3, they must). After day 3, evil wins. [All Minions are Riot]",
    "about": "Riot kills everybody in a panic.",
    "edition": "experimental characters",
    "gameplay": [
        "Alex nominates Lewis. Lewis dies and nominates Ben. Ben dies and nominates Marianna. Marianna dies and nominates Lachlan. Lachlan dies but does not nominate. Four players died today.",
        "On the third day, a Riot player is nominated. They die and nominate the Amnesiac, who dies and nominates the Empath, who dies and nominates a Riot player. The game ends immediately, as all Riot players are dead."
    ],
    "id": "riot",
    "image": "assets/icons/riot.png",
    "name": "Riot",
    "soliloquy": "Larga vida a la revolución! Mi revolucion!",
    "team": "demons",
    "tips": {
        "Fighting Riot": "If Riot is on the script, nominate on the first day. Sure, a player will die, but at least you know which Demon you are facing and can avoid a complete panic by finding out on day three.\nBe the first player to nominate. If you are first, you kill a player without dying, and can kill another player if you are nominated later on. This means that you have double the chances of killing a Demon, and may even kill two.\nIf you have good reason to believe that Riot is in play, because it is the only Demon on the script or the other Demons don't seem to be active, then consider not nominating at all on days one and two and convincing the group to do the same. The more players that are alive on day three, the more good abilities have had a chance to activate and the more information will be available for all good players to evaluate. Unlike a normal Demon, where executing each day means that you have more chances to execute the Demon, every player has (at least) one chance to kill the Demon, regardless of which day it is. Saving all nominations until day three may be the best option.\nIf you are nominated on day one or two, you have a decision to make: do you nominate again, or cease nominations for the day? If you nominate again, you might kill a Demon. If you don't nominate again, you avoid accidentally killing too many players too soon and also signal to the good team that you are indeed good by ending the day without further casualties. Most Riots will nominate again on day one or two, so this is a chance to stand out from the crowd. This is your choice to make.\nBefore nominations begin, think about one, two, or three players that you would like to nominate. Once nominations begin, things get a little bit hectic, and if you are nominated you will only have a single chance to kill a player for the entire game, so make it count. If your number one player is dead when it becomes your turn to nominate, nominate your number two player instead.\nOn day 3, even a hasty nomination is better than no nomination at all. If you don't nominate, either the game is over or the Storyteller will nominate a player on your behalf, and you can be certain that they will not be helpful to you.\nMake your arguments as to why you should not be nominated before nominations begin each day, as the nomination phase leaves no time for talk.\nPay attention to which players are nominating trusted players. They are probably evil. Or they may just be good players forced into a too hasty decision.",
        "Tips & Tricks": "Since all evil players are the Demon, all evil players get 3 bluffs at the start of the game. Communicate early on so that you don't accidentally choose the same bluffs, as the good team is likely to nominate and kill any suspicious players as early as possible.\nPay attention to the jinxes, and ask the Storyteller for clarification on any jinxed character that you intend to bluff as. Riot is a very unusual Demon and breaks the game's core rules in a number of ways, so has some unusual character interactions with Townsfolk that gain information or have mechanics based around nominations, executions, and voting. Make sure you know how your jinxed character operates so that you can bluff effectively.\nBefore nominations begin, think about one or two players that you would like to nominate. Once nominations begin, things get a little bit hectic, and if you are nominated you will only have a single chance to kill a player for the entire game, so make it count. If your number one player is dead when it becomes your turn to nominate, nominate your number two player instead.\nDon't be afraid to nominate good players that are trusted, powerful, or both. Since there will be no deaths at night, killing trusted good players early in the game avoids the very real possibility that you will need to face them when only 3 or 4 players are left alive. Even if nominating a trusted good player makes you look evil, it is often best to get them out of the way early on. If you are nominated and die as a result, then other Riot players may keep the game going.\nIf you are nominated on day one or two, nominate another player. This is your only chance to kill a player, and it is best to remove good players that may act tonight, so that the good team has less information on the final day. The best case scenario is that the good player you nominate will nominate another good player, and that player will nominate again. The worst case scenario is that the player that you nominate doesn't nominate again, but that still means one less good player alive. While it is unlikely that you will be able to win the game on day one or two, any attrition that you can cause on these days grants the good team less information to work with.\nOn day three, remember that you must nominate if you are nominated. Hesitation may look very suspicious.\nNominate players that look like they have given little thought to who they will nominate. Or nominate randomly. The more the good players feel rushed and confused, the poorer decisions they will make. Pretending to be flustered, rushed and confused yourself can go a long way into keeping up the pretence that you are a good player. This may not even be pretence.\nBe the first player to nominate each day, if possible. Pay attention to the Storyteller and when it looks like they are going to call for nominations. If you are the first player to nominate, then you kill a player without dying yourself. So, if you are nominated and die, you get to nominate a second player. This is very handy.\nIf you want to appear to be a good player, don't nominate on days one or two. The downside is that you don't get to kill a player, but if you are bluffing as a character that is crucial to the decisions that the good team are making, such as the Fortune Teller or the Town Crier, then appearing to be trustworthy might result in the good team nominating more good players.\nDon't be afraid to die. Normally, the Demon should stay alive at all costs. When you are Riot, dying isn't that much of a downside, as long as other Riot are still alive. Riot is particularly suited to bluffing as characters that have game-altering effects when they die, such as the Sage, Klutz or Ravenkeeper.\nUnlike other Demons, the evil team wins when there are three players alive and two of them are evil, because whoever is nominated, the remaining two players will contain at least one Demon. If the player count is small, campaigning to be a character that is very important to keep alive can scare the good team into completely avoiding nominating you. You will need to make these arguments before nominations begin each day though, as the nomination phase leaves no time for talk."
    }
}
