{
    "ability": "Each night, choose an alive player: either you or they are drunk until dusk. You can't die.",
    "about": "The Sailor is either drunk, or getting somebody else drunk. While the Sailor is sober, they can't die.",
    "edition": "bad moon rising",
    "gameplay": [
        "The Sailor chooses the Exorcist, and the Storyteller decides that the Exorcist is drunk. That night, the Sailor is attacked by the Shabaloth. The Sailor remains alive. The next day, the Sailor is executed but remains alive.",
        "During the day, the Gossip made a public statement they thought was false, but was actually true. That night, the Gossip ability kills a player. The Sailor has made themself drunk, and the Storyteller decides that the Sailor dies.",
        "The Sailor chooses the Mastermind, but the Storyteller decides that the Sailor is drunk. The next day, the Sailor asks to be executed to “prove they are the Sailor,” but dies because they’re drunk."
    ],
    "id": "sailor",
    "image": "assets/icons/sailor.png",
    "name": "Sailor",
    "soliloquy": "I'll drink any one of yer under the table! You! The chatterbox! Reckon you can take me? No? Howza 'bout you, Grandma? You ever tried Old McKillys Extra Spiced Rum before? Guaranteed to put hairs on yer chest! Step aboard, aye!",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Sailor": "Unlike a real Sailor, you will probably die if you are executed! Unless you have a wily Devil's Advocate helping you out, it's probably best to avoid getting yourself killed just to prove a point. Some towns will be particularly gung ho about this, so approach with caution and give your group better options to kill that day.\nTry to convince powerful characters that they are drunk because of you. If someone has just revealed they are the Tea Lady who is suspicious of an evil neighbour? Well oh no! You've been picking them every night, so it's probably why their ability didn't work. Even the possibility that they were drunk will shake up a good player's convictions.\nUse your \"caused drunkenness\" to cover for other evil players. For example, if a Minion is bluffing as the Chambermaid and pulls out a number that doesn't gel with what the town knows? Well, they were drunk, of course - no wonder they got it all wrong!",
        "Tips & Tricks": "A word to the wise... If you chose a Townsfolk at night, you are probably sober. If you chose an Outsider, Minion, or Demon, you are probably drunk. The Sailor's ability to stay alive is extremely powerful, and the Storyteller will usually take every opportunity to make the good team pay for that, by making Townsfolk drunk wherever possible, and by making you drunk whenever you choose a non-Townsfolk.\nPick players that you'd like to see drunk, such as players that you suspect of being evil, or Townsfolk that are currently less useful than others. A drunk Grandmother or a drunk Fool are probably going to be less harmful than a drunk Exorcist or a drunk Courtier.\nMaximize your survivability by going out of your way to make other players drunk. If you keep choosing Townsfolk, particularly powerful Townsfolk, you can survive until the final day much more easily than other players.\nTell players who you have chosen at night so they know they might be drunk. This is crucial. For example, a drunk Innkeeper will need to know that it is possible that their ability didn't work the night when there were no deaths, or the drunk Chambermaid will need to know that their information might be false.\nCommunicate with other players to find good candidates to make drunk. You won't want to be hitting the bars with any old Tom, Dick, or Harry... you're the distinguished sort. If you can find out which players are which characters, you'll be able to work as a team better. Drunker, but better.\nYou can prove that you are the Sailor by deliberately getting executed. If you are sober, you won't die. From this point on, if the group is convinced that you are indeed the Sailor and not simply protected by the Devil's Advocate, then you should be able to stay alive until the final day, which gives the good team a drastically increased chance of finding the Demon. After all... they know it's not you."
    }
}
