{
    "ability": "Once per game, at night, choose 2 players (not yourself): you learn if they are the same alignment.",
    "about": "The Seamstress learns whether 2 players are on the same team as each each other.",
    "edition": "Sects & Violets",
    "gameplay": [
        "During the first night, the Seamstress chooses two players, who are the Barber and the Clockmaker. Because they are both good, the Seamstress learns a \"yes.”",
        "During the first three nights, the Seamstress chooses not to use their ability. During the fourth night, they choose two players, who are the Fang Gu and the Sweetheart. The Seamstress learns a \"no.”",
        "The Pit-hag turns the Mathematician into the Witch, who remains good. Later that night, the Seamstress chooses the two players, the Witch and the Town Crier. The Seamstress learns a \"yes\" because because they are both good."
    ],
    "id": "seamstress",
    "image": "assets/icons/seamstress.png",
    "name": "Seamstress",
    "soliloquy": "Did you hear that stranger in the cashmere coat put the word on our young Belle? And she said yes? Well, that's nothing compared to what Harry and that juggler got up to at the fair! The things I could say if I was a tattletale... my, yes.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Seamstress": "Tell 2 good players that they are different alignments to each other. With any luck, each will mistrust the other, and the rest of the group will be suspicious of both of them! Juicy!\nIf a good player has convinced the group that they are good, or is on their way, choose this player and an evil player, and tell the group that they are the same alignments. If the good player is believed to be good, the evil player will be believed to be good as well.\nYou can use your Seamstress ability to confirm that evil players are good by \"choosing\" both evil players. If the group has no idea who is good and who is evil, you can tell the truth - by telling the group that the evil players are the same alignment. The group will normally assume that this means that they are both good, because the likelihood of a real Seamstress choosing two evil players is quite low. For example, tell the group that the Pit-Hag and the Vigormortis are the same alignment - the good team will probably think they are both good.\nAlternatively, if the group is fairly certain that an evil player actually is evil, you can tell the group that you choose this player and fellow evil player, and learnt that they are different alignments. If the group believes that the first player is evil, they will believe that the second is good. For example, if the group believes that the Witch player is evil, you can tell the group that you learnt that the Witch player and the No Dashii player are different alignments. With any luck,the good team will assume that this means that the No Dashii player is good. If the Witch has any smarts, they will look even more evil, get executed, and you and the Demon can sail to victory.\nClaim to have used your Seamstress ability sooner rather that later. Since you are evil, and particularly if you are the Demon, you will probably live longer than a real Seamstress. However, this is not an excuse to claim to have used your Seamstress ability on the 6th night of the game. Any Seamstress worth their salt would have used their ability in the first half of the game, not the second half, due to the risk of dying and not getting to use their ability at all.\nRemember that a Seamstress can not choose themselves. They must choose two other players.",
        "Tips & Tricks": "Wait a couple of days before using your ability. This has some risk attached because you can obviously be killed in that time, but waiting will give you an idea of the layout of the game, who is claiming what, and who you find suspicious. It also means there is a smaller pool of alive players to choose from since there will have been executions and demon kills.\nUse your ability as soon as possible! You only have one shot, and if you die before you use it, then you'll be kicking yourself. Even picking two random players on the first night is better than picking nobody!\nA common mistake that Seamstresses can make is not remembering that you detect the same alignment - not \"good\" alignment. This means if you get lucky enough to pick two evil players, then they will register as 'Yes' for your ability. It is much more likely to get two good players, but if you're not sure, try coordinating your information with other information gatherers (e.g. Clockmaker) and see if they line up with your concerns. You can also watch your two players and see if they begin colluding before you get a chance to reveal they're the same alignment.\nIf you have a player that you trust is good (alive or dead), you can use this person as a reference point for another player's alignment. If you get they are of different alignments, then you can be reasonably sure it's the unknown player that's the evil one. This is especially potent when dealing with a troublesome Evil Twin.\nUse your ability on people you don't know much about! Learning whether two people are on the same team or not is very powerful, and will help you decide whether or not to trust them when they begin revealing who they are and what they do.\nPick people for your ability that have a lot of sway over the game. Figuring out if a Savant or Flowergirl claim is legitimate is usually more potent than figuring out if that Barber is being upfront.\nIn general, try to pick players who are not your neighbour. If you are sitting next to a No Dashii, they will poison you and of course read positively to your information. By picking players further away from you, you will still be getting poisoned information, but at least you know there isn't a potential demon in the mix muddying things up further."
    }
}
