{
    "ability": "If both your alive neighbors are good, they can't die.",
    "about": "The Tea Lady protects her neighbours from death...as long as they are good.",
    "edition": "Bad Moon Rising",
    "gameplay": [
        "The Tea Lady starts the game neighbouring the Mastermind and the good Goon. The Mastermind is executed and dies. Now, the Tea Lady's alive neighbours are the good Goon and the Courtier. The Demon attacks the Courtier, but the Courtier remains alive. Later, the Goon turns evil, and the Demon attacks the Courtier again. This time, the Courtier dies.",
        "The Tea Lady's alive neighbours are a good Matron and a good Judge. The Matron is exiled but remains alive."
    ],
    "id": "tealady",
    "image": "assets/icons/tealady.png",
    "name": "Tea Lady",
    "soliloquy": "If you are cold, tea will warm you. If you are too heated, tea will cool you. If you are depressed, tea will cheer you. If you are excited, tea will calm you.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Tea Lady": "If both your living neighbours are good, do your best to get one or both of them executed. If the good team believes that you are the Tea Lady, they will usually be keen to execute your neighbours so as to gain information on their alignment. Keep doing this, if you can, until you run out of good living neighbours.\nIf 1 or both of your living neighbours are evil, it is best to play it safe and campaign to keep your living neighbours alive. The good team wants to kill the Demon more than they want to kill willy-nilly, so you have some leeway.\nChoosing when to reveal that you are the Tea Lady is crucial. If you reveal too early, the good team may wonder why you are still alive after 4 or 5 nights of the Demon killing other players. If you reveal too late, the good team may be suspicious that you were being too silent. Find the sweet spot in the middle.\nIf a Devil's Advocate is in play, get them to pick one of your living neighbours, then execute that player the following day. That will look exactly like you are the Tea Lady, who's ability has saved a good player. If you use this strategy, make sure that looking good is actually what you want. If you look like the Tea Lady, and you convince the group that both your living neighbours are good too, then the good team will be keen to execute anybody except the three of you.\nIf the group believes you are the Tea Lady, you need to direct the executions in way that is helpful to you. Chewing through players and getting closer and closer to the Demon can be dangerous. It is usually better to execute clockwise, if the Demon is close to you in an anti-clockwise direction, and to execute anti-clockwise if the Demon is close to you in a clockwise direction.",
        "Tips & Tricks": "The Tea Lady is a powerful protector, but is vulnerable themselves. Deciding when and who you should reveal to will decide the strategies that you implement for each game moving forward. Revealing right away can help you coordinate executions on your neighbours early (best case scenario: confirming two good players), but will expose you to the evil team. Staying quiet or playing cautiously can make it harder to confirm information, but you will survive longer and could trick the demon into targeted your protected neighbours, wasting a precious kill. There's no right or wrong way to play - judge for yourself which strategy will play out best for the game you are in!\nExecute your neighbours! If both your neighbours are good, they cannot die. The quickest and easiest way to test this is to execute - if they don't die, there's a good chance that it was your ability that saved them. Avoid characters who have immunity to execution normally (e.g. Sailor, Fool) as they will muddy the waters. You should also be cautious of the Devil's Advocate, who could mistakenly trick you into believing that an evil neighbour is actually good by timing their ability with your execution. Finally, be aware of the Pacifist - while they're alive, the storyteller may choose to spare any good executees, which is indistinguishable from your ability activating.\nYou can also choose not to be proactive at all - instead, reveal nothing and wait to see how it plays out! This gives you the security of the demon not knowing who you are for certain, which can grant advantages to you based on the composition of your neighbours. If you have two good neighbours for example, the demon might attack them at night in their ignorance. For any other scenario, you must have at least one evil neighbour, which you will know for sure if any of your neighbours die, and can then choose to reveal once you have a suspect in mind. (Particularly potent versus characters like the Zombuul, who might choose to 'die' early, not realizing that you are their neighbour and they should not be able to!)\nBuild trust with your neighbours. Even before they have been confirmed as good, you should be encouraging them to work with you - after all, if they can prove that they're both good, then you can trust that your ability will be active and protecting them. In smaller games where executions are more precious, this can be critical in helping you rally the good team without necessarily having to spend time killing your neighbours to prove they are good.\nWhatever strategy you use, you can switch it up every time a neighbour dies, particularly if you believe that neighbour was the evil one. Your ability extends around to the closest living players, so every time you lose a player, you gain a player, and this time you may actually have two good neighbours! Beware though - as the game goes on, the chances of you acquiring an evil neighbour will get higher and higher. In the final days, you probably should assume that someone near you is evil unless you have strong evidence to the contrary."
    }
}
