{
    "ability": "Each night, choose a player (not yourself): their vote counts negatively tomorrow.",
    "about": "The Thief steals votes from a player, making their vote count negatively.",
    "edition": "travellers",
    "gameplay": [
        "The Thief chooses Marianna. The next day, while tallying the first vote, the Storyteller counts \"1... 2... 3... 2... 3... 4... 5.” The nominated player now has five votes for their execution, and the nomination process continues.",
        "The Thief chooses Abdallah. Abdallah votes for an execution, and instead of the tally being six, it is four. Since 10 players are alive, the nominee is not executed today. Later that day, the players are voting to exile the Gunslinger. Abdallah votes to exile, and his vote counts as positive."
    ],
    "id": "thief",
    "image": "assets/icons/thief.png",
    "name": "Thief",
    "soliloquy": "I aint done nuffink. I weren't even in dat alley last night! It weren't me what stole Mayor Bruno's briefcase wiv all dem fancy dockoments innit. Besides, it was too 'eavy to carry far.",
    "team": "Trouble Brewing",
    "tips": {
        "Tips & Tricks (if you are evil)": "Pick good players who are figuring out who is good and who is evil, but don't tell them that you have stolen their vote. They will vote for executions that they want to pass, and this will often mean that they are voting for good players. Avoid choosing good players that are completely clueless as to who is evil, as their negative vote may have the opposite effect to what you want. In the situation where a good player has a negative vote, you may want to nominate suspicious-looking evil players earlier rather than later each day, because the good player with the negative vote will realize afterwards that they can deliberately make an execution fail.\nLie about who you chose. This will cause confusion and trick the good players into making executions fail when they don't want them to. If a player believes that they have a negative vote, they will vote when they want an execution to fail, but accidentally increase its chances of succeeding instead.\nPick evil players, and tell them that you have picked them. Evil players know exactly who is good and who is evil, so will always use their negative vote effectively. You may need to swap between evil players - choosing the Demon one night, then choosing a Minion the next night.\nOn the final day, you definitely want to choose an evil player, and have them know that you have chosen them. Even if the good team Exiles you after the fact, having a negative vote on the Demon is incredibly helpful. It may even win you the game!",
        "Tips & Tricks (if you are good)": "Use your ability to undermine players who you believe are evil! Secretly pick a player you suspect at night, and do not let them know tomorrow that their vote is now negative. When this player votes, they'll be voting with the expectation that they'll be counting towards the vote, when in fact they'll be undermining whatever cause they're working for. This is especially potent later in the game, when the evil team will be more aggressively voting to get good players killed and defend their own.\nWeaponize your negativity - pick a player you believe to be good, and tell them about it! While this does mean one less good vote on the table, this player now has the very powerful ability to vote against a nomination. If you both believe the evil team is making a push, you can immediately counter them by throwing this unexpected negative vote into the mix.\nSwap up who you are picking, especially if you're trying to pick evil players. Once a player knows their vote counts negatively, they can use it to their advantage. To avoid this, change who you pick each night, moving the negative vote around and keeping players guessing where the negative vote is hiding now. Keeping up this strategy can be beneficial even if you are primarily picking good players, since the evil team could kill a repeat player to stop them abusing your ability. Additionally, you will gain interesting information about every player you pick, so selecting as many unknowns as you can and trying to read their reaction can be very helpful!\nDouble and triple bluff who you picked publicly. Players who believe their vote counts negatively will react differently to players who think their vote is normal. With the power of words alone, you can able to convince an evil player not to vote at a critical juncture, believing that they'll hurt their team if they do. Meanwhile, the vote is actually with a good player you trust. Combining this with a switching strategy will prevent anyone weaponizing your ability unless you actually want them to.\nRemember that you can pick dead players if you want to. This is particularly useful on the final day, since that is when most dead players will be using their single vote. If a dead player asks you to pick them before the final day, this may be a useful option too. A dead Virgin that you know is good and will use a single negative vote wisely, is often  better choice than a living player that intends to use their negative vote willy-nilly.\nKeep quiet about who you pick so nobody knows what to expect! This will often mean that players you want to execute, don't get executed, which is an unfortunate downside. However, when each player first votes each day, you can observe their reaction and body language. If they seem pleased that a vote was negative, they are more likely to be an evil player, since they now have the power to prevent the Demon from being executed today.\nIf a Bureaucrat is in play, and you think that they are good, co-ordinate with them and both choose the same player, giving a whopping 3 negative votes to a player of your choice. Even if you think the Bureaucrat might be evil, you may be able to convince them to play along with the triple-negative vote strategy, for fear of being Exiled if they don't"
    }
}
