{
    "ability": "Each night*, you learn if a Minion nominated today.",
    "about": "The Town Crier knows when Minions nominate.",
    "edition": "Sects & Violets",
    "gameplay": [
        "Today, one Townsfolk player nominated. That night, the Town Crier learns a \"no.”",
        "Today, four players nominated. Two of them were Minions. Many players voted, but there was no execution. That night, the Town Crier learns a “yes.”",
        "A Minion called for the exile of a Traveller, who was exiled. That night, the Town Crier learns a “no.” (Exiles are never affected by character abilities.)"
    ],
    "id": "towncrier",
    "image": "assets/icons/towncrier.png",
    "name": "Town Crier",
    "soliloquy": "Hear ye! Hear ye! Witchcraft in the labyrinth! Genius savant reveals all! Town in danger! Hear Ye!",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Town Crier": "Use your ability to control who nominates, and where those nominations go! The good team will be hungry for your information and the chance to prove they are not a Minion, and you can use this to request people nominate and target certain players. This is especially potent if you have a Witch, since you can pressure someone into nominating... and then they die. (Note: They will not be very happy with you if you choose to pull this.)\nGive contrary information to help your team-mates look good, and good players look evil. If a Minion nominated, say they didn't. If a Minion did not nominate, say they did. Simple.\nIn the later game, make your fellow Minions look evil by claiming (correctly!) that they are Minions. This makes you look great, because you're outing a dangerous evil player - the good team will be much more likely to trust you. The later you do this, the less chance they have of actually executing your fellow evil player, too.\nOn the final day (or close to it), implicate the Demon as a Minion. If they believe you, the good team will not want to waste a precious execution on them when the \"real\" Demon is still lurking out there somewhere. Be careful not to do this too early though, or they might just execute them to be on the safe side!\nHave you got an Evil Twin? Tell the group that the good Twin registered for your ability! While they'll probably be very cautious to execute, this can be the first step to a smear campaign that could lead you to an unexpected victory.\nOnce all Minions are dead, don't accuse good players of being Minions. In Sects & Violets, Minions act in a public way, such as the Pit-Hag changing people's characters, or the Witch killing people that nominate. If good has an excellent reason to suspect that all Minions are dead due to the lack of visible game effects, then they will look with suspicion at any Town Crier who keeps claiming that a Minion is still alive.",
        "Tips & Tricks": "Pay attention to who is doing the nominating! This seems obvious, but your information only matters if you know who nominated to correspond with the info you get each night. Evil players will definitely lie to you if you rely on the town to remember on your behalf, and there's a lot of info flying around in general which can lead to good players simply forgetting after a few days.\nGet as many nominations as you can, and from different people each day. You become more powerful the more people you detect over the course of the game.\nUnlike the Fortune Teller, getting a \"no\" doesn't tell you very much. A \"no\" might still be a Demon who you very much want to execute. Value your \"yes\" instead - this tells you that you have definitively got a Minion, and you can work on getting them neutralized or executed.\nBeware the Witch! They want nominations as much as you do, since it increases their chance of killing players. Try to guess who the Witch may have chosen (e.g. Players who are playing very aggressively or have already nominated a lot), and encourage different players to be the ones to nominate instead.\nIf you are faced with an Evil Twin, you can get just one of them to nominate and get a read on which one is actually the Minion! Just be sure to combine your information with other Townsfolk and rule out dangers like the Vortox or your ability malfunctioning; getting the wrong Twin is a game over!\nYou have a special synergy with the Flowergirl, who also has a vested interest in nominations and executions. While trying to get nominations, it can also help to pay attention to who is voting and when - it doesn't cost anything extra to help out your fellow good player, and it helps them avoid the risk of coming out to try and curry those votes themselves and exposing themselves to the demon.\nIf you learn that a particular player is a Minion early in the game, it is best to execute them. If you learn learn that a particular player is a Minion late in the game, then you may want to keep them alive, whilst you execute other players. After all, the aim of the game is to execute the Demon, not Minions."
    }
}
