{
    "ability": "Each night*, you learn which character died by execution today.",
    "about": "The Undertaker learns which character was executed today.",
    "edition": "trouble brewing",
    "gameplay": [
        "The Mayor is executed today. That night, the Undertaker is shown the Mayor token.",
        "The Drunk, who thinks they are the Virgin, is executed today. At night, the Undertaker is shown the Drunk token, because the Undertaker learns a player's true character, as opposed to the one they believe they are.",
        "The Spy is executed. Two Travellers are exiled. That night, the Undertaker is shown the Butler token, because the Spy is registering as the Butler, and because the exiles are not executions.",
        "Nobody was executed today. That night, the Undertaker does not wake."
    ],
    "id": "undertaker",
    "image": "assets/icons/undertaker.png",
    "name": "Undertaker",
    "soliloquy": "Hmmm....what have we here? The left boot is worn down to the heel, with flint shavings under the tongue. This is the garb of a Military man.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Undertaker": "When bluffing as the Undertaker, there are a few things you should keep in mind:\nA good Undertaker may very well wait a few days before revealing that they are the Undertaker. Feel free to stay quiet for a few days before you tell people that you are the Undertaker, or even claim to be a different character for a few days, and have the Undertaker bluff as a backup.\nYou can make yourself look good by confirming that good players are who they say they are. For this strategy to be successful You will need to find out who they are beforehand. If you are the Spy, or have access to a Spy, then you can be more convincing in this due to your complete knowledge of everybody's characters.\nYou can make key players look evil by claiming that they are Minions, or even the Demon, if they are executed. This is risky, as the player in question will know that you are evil, but potentially game winning, as the rest of the group won't know that you are lying. Since most of the time more good players will be getting executed than evil players, use this technique sparingly.\nIf another Evil player dies by execution, you can safely claim that they are either a good or evil character. If you claim that they are a good character, both of you confirm each other's stories, so you both look more trustworthy. If you claim that they are an evil character, they should (hopefully) act a little more evil, and publicly imply that they are, in fact, evil, making you appear to be the real Undertaker.\nA good way to undermine an executed Townsfolk character is to claim you saw the Drunk token for them instead. If the group believes you (and especially if the executed player believes you), then the group will assume that any information they received was unreliable. If you don't know which character a player is, claiming that they are the Drunk is a good way to hide this fact.",
        "Tips & Tricks": "The more players that are executed, the more information you get. It's to your benefit to facilitate as many executions as you can. The good team's main method for killing evil players is execution and they are far less likely to die at night, so every execution is a chance to hit the Demon. If you don't get the Demon, you'll at least arrive on the final day knowing a lot more about your fellow players and their roles.\nYou do not learn the identity of Travellers; they are exiled, not executed. The only exception to this is the Scapegoat, since they are explicitly executed by their character ability. However, you do not learn their alignment, only their character.\nExecuting someone when you don't know their identity can lend credence to your claim as the Undertaker. Similarly, executing someone who has come out and is claiming a particular character allows you to confirm their story, as you will learn what character they are. Both are great ways to build trust with your fellow good team members.\nGood candidates for early executions are characters like the Washerwoman and the Librarian, as confirming their identity allows you to also confirm other good players.\nExecuting a character like the Fortune Teller may mean they don't get any more information, but you can confirm them and everything they've said up until that point (before they are targeted by the Demon and can no longer be confirmed!).\nComing out early opens you up to risks of death or poisoning. Waiting to reveal your information until a critical moment can maximise the amount of information you receive. Make sure to come out before the end of the game!\nComing out as soon as possible is a good choice if you've learned something critical, such as the identity of the Demon.\nIf you are shown that the executed player was the Imp, it is very likely that a Scarlet Woman just took over as the Demon!\nIf an executed player is the Drunk, you will see the Drunk character token, not the Townsfolk they thought they were.\nA player who dies because of the Virgin is considered executed and will react to your ability, so you will learn who they are that night.\nBeware the Spy and the Recluse! They will likely register to you as good and evil characters respectively, as their abilities continue to function even when they are dead.\nIf you believe that an Undertaker is in play, you can test that they are the Undertaker by lying about which character you are and then getting yourself executed. The Undertaker will learn your real character, and will be able to tell the group who you are, thus confirming that they are telling the truth."
    }
}
