{
    "ability": "The 1st time you are nominated, if the nominator is a Townsfolk, they are executed immediately.",
    "about": "The Virgin may inadvertently execute their accuser, confirming which players are Townsfolk in the process.",
    "edition": "trouble brewing",
    "gameplay": [
        "The Washerwoman nominates the Virgin. The Washerwoman is immediately executed and the day ends.",
        "The Drunk, who thinks they are the Chef, nominates the Virgin. The Drunk remains alive, and the Virgin loses their ability. Players may now vote on whether or not to execute the Virgin. (This happens because the Drunk is not a Townsfolk.)",
        "A dead player nominates the Virgin. The dead, however, cannot nominate. The Storyteller declares that the nomination does not count. The Virgin does not lose their ability."
    ],
    "id": "virgin",
    "image": "assets/icons/virgin.png",
    "name": "Virgin",
    "soliloquy": "I am pure. Let those who are without sin cast themselves down and suffer in my stead. My reputation shall not be stained with your venomous accusations.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Virgin": "When bluffing as the Virgin, there are a few things you should keep in mind:\nA good player will never be executed due to nominating you. This means that when you are nominated, one of you will look evil, or at least drunk. If you can, get a player that the group is suspicious might be evil to nominate you. This way, if they are believed to be evil, you will be believed to be good.\nIf a Virgin is nominated, but either player is the Drunk, the Virgin ability does not trigger, since either the Virgin is the Drunk (not the Virgin), or the nominating player is an Outsider (not a Townsfolk). When nobody dies after nominating you, you can usually make a strong case that one of you is the Drunk. This has the added benefit of any real Drunk gong undetected by the group.\nIf you are a Minion, you can get your Demon to nominate you and then bring suspicion on yourself. The more evil you look, the less evil the Demon looks, since your Demon will be the 'victim' of your bluff, and players will be more inclined to trust them.\nBeware bluffing as the Virgin if a real Virgin is in play. If you have told the group that you are the Virgin, and the real Virgin proves themself by getting a Townsfolk executed, you can not possibly be the Virgin. You will need to get an evil character to nominate the real Virgin so that this doesn't happen, so the good team remains confused about who the real Virgin is.\nBluffing as the Virgin, being nominated, then continuing to live afterwards, is a great opportunity to come up with another bluff. Claiming that you are actually the Undertaker, or the Monk for example, can be believable even if you claimed to be the Virgin for the first day or two. Since the Demon will usually rather not kill a Virgin that is under suspicion of being evil, and instead want to kill an Undertaker, or a Monk, then 'lying about who you were temporarily' can be very believable.\nIf you are confident that the group believes you are the Virgin, then insist that the player who is the most dangerous to you be the one to nominate you! They will look evil when you don't die. For example, if an Empath is giving the evil team a lot of trouble, you can insist that they nominate you, which will discredit them.",
        "Tips & Tricks": "You are one of the few Townsfolk in the game that can be absolutely confirmed as good. If a player is executed for nominating you, that is absolute and undeniable proof that you are the Virgin.\nCharacters who have received their information or have used their ability already (like the Washerwoman, Investigator or Slayer) are great choices to encourage into nominating you. Not only will they and their information be validated by their death, but they don't lose out on gaining any more information as the game continues.\nCharacters like the Undertaker, Fortune Teller or even Empath are great choices if they have received a little information and want to confirm they are good, or if they are under suspicion and want to remove themselves as a potential Demon.\nDon't like any of your potential suitors? You can nominate yourself and trigger your ability, proving you are the Virgin!\nOnce your ability activates, the nominator is immediately executed, ending the day (even if someone else had the votes and was due to be executed). Using this strategically can allow you to block an execution from happening in addition to proving yourself as good.\nIf you are known to be the Virgin but haven't used your ability yet, you are a prime target for death or poisoning. Using your ability early minimizes this risk and allows you to be a rally point for the good team to work around.\nWaiting a couple of days before announcing that you're the Virgin can give you a chance to decide who should nominate you. A player being proven good, a few days into the game, can completely unravel an evil narrative.\nIf you can find a player that is claiming to be the Monk, convince them to protect you every night. Since you no longer have to fear death in the night, you can always wait another day to get somebody to nominate you.\nIf your ability doesn't activate, this can mean a few things:\nThe person who did the nominating is evil! Evil players can nominate the Virgin so that your ability does not activate, leaving you unable to be confirmed and throwing you both into doubt.\nThe person who nominated is an Outsider. This includes the Drunk, who thinks they are a Townsfolk.\nYou are in fact the Drunk or poisoned, so you have no ability.\nBeware the Spy! It is the only evil character that can activate your ability, since it registers as a Townsfolk."
    }
}
