{
    "ability": "Each night, choose a player: if they nominate tomorrow, they die. If just 3 players live, you lose this ability.",
    "about": "The Witch curses players, so that they die if they nominate.",
    "edition": "Sects & Violets",
    "gameplay": [
        "At night, the Witch curses the Sage. During the next day, the Sage nominates the Dreamer. The Storyteller immediately declares that the player of the Sage dies. The players still vote to execute the Dreamer, who dies too.",
        "The Witch curses themself. During the next day, the Witch nominates the Demon, and dies. The players do not vote to execute the Demon, and nominations continue.",
        "The Witch curses the Klutz. The Fang Gu attacks the Klutz, so the Klutz becomes the Fang Gu. The new Fang Gu is now cursed by the Witch, and they nominate. The new Fang Gu dies, and good wins.",
        "The Witch curses the Savant. Later that night, after the Demon kills a player, only three players are alive, so the curse is removed. The Savant may nominate safely.",
        "The Witch curses the Juggler. During the next day, the Juggler calls for the exile of a Traveller. The Juggler lives, and may nominate again, because abilities do not affect exiles."
    ],
    "id": "witch",
    "image": "assets/icons/witch.png",
    "name": "Witch",
    "soliloquy": "Three drops of goat's blood. A lock of hair, torn in anger. The name is spoken, the shadow cast. Walk left foot first down that brambled path, and don't look back.",
    "team": "minion",
    "tips": {
        "Fighting the Witch": "You only need to be wary of nominating if a Witch is actually in play, but you might not know know this on the first day. Be wary of nominating at all on the first day. If a Witch has proven to be in play due to a player dying when nominating, continue to be wary of nominating.\nEncourage the quieter players in the group to nominate. Quieter players, or players who do not usually nominate, are less likely to be targeted by the Witch.\nDo you have a reputation for nominating? Are you loud, boisterous, and a leader within your town? Are you frequently targeted in game for your dashing good looks and incredible skills? You just might be Witch bait! Witches tend to curse players that lead the group, so if this is you, don't nominate unless somebody else has died due to the Witch already.\nYou don't need to be concerned about the Witch, if it isn't even in play! Because the minions in Sects & Violets act in obvious ways, you will typically know when a Witch is in play due to a process of elimination. For example, if there is only 1 Minion in play, and two players are claiming that the other is the Evil Twin, then you can be pretty certain that the Minion is the Evil Twin, and not the Witch. If there are 2 Minions in this game, and someone is claiming to have been changed into a different character last night, and someone is claiming to have been made mad yesterday, you can assume that the Minions are a Pit-Hag and a Cerenovus. No Witch, no worries.\nPeople who die by due to the Witch are most likely good. The Witch, particularly if the player is a beginner, will typically curse good players. And powerful good players at that. If the Savant, Flowergirl, or Clockmaker dies when they nominate, you can safely assume that those players are good, and telling the truth about the information they receive.\nDon't let fear paralyze you - seize the day! Nominating haphazardly and losing 1 or 2 players to the realm of the dead isn't the end of the world. Those deaths certainly helped the evil team get closer to victory, but you still have a chance to execute the Demon. Focus on what you can do to win, not what you should have done earlier on.",
        "Tips & Tricks": "Selecting who to curse is the most important part of being the Witch, and depending on your group and the characters in play, there will be many different factors that will help you decide what that will be. Your fellow minions and demon are all equally powerful and disruptive, so make sure to coordinate with them for maximum devastation of the good team - it can be a real bummer to accidentally curse the person the demon kills that night!\nLoud, boisterous players who have a lot to say are great Witch targets! It doesn't take much to antagonize them into nominating if they weren't planning to, and their death will catch them off guard, and often ruin their plans.\nAim for character claims who you want dead. This can include powerful claims like the Savant or Flowergirl, but also characters like the Klutz, who put the good team at incredible risk. Another great option is the Sage - their ability only activates upon death via demon, meaning that your curse will render them unable to receive their information.\nAnother good option for cursing is simply players who are regularly nominating. For example, if someone is trying to get another player killed and have nominated them twice already, you can bet they'll probably nominate the third day as well!\nSome towns will be savvy to your tricks, and try to rotate the people who nominate to unlikely targets for you as a Witch. They may also want to maximize the amount of information that a potential Town Crier is gaining from those nominations. If you see this sort of trend, go after quieter players or ones who haven't nominated yet, then let the good team do the talking.\nDeliberately curse another evil player or yourself to look good. Players who die by Witch are usually going to be seen as good, so sacrificing yourself at the right moment can let you sneak in behind enemy lines and spread discord. (Beware the Oracle if you choose to try this out - they'll detect that evil has died recently and could cast suspicion on you!)\nHide your identity to support bluffs that other evil minions are in play. When a Witch activates, it is obvious to the town - someone nominates and then they immediately die. If your demon and another minion are bluffing as being the Good and Evil Twin, then the reveal that you are in play will undermine that bluff and make it obvious they are lying. Remember that you can curse a dead player - this will hide your ability from the group when necessary."
    }
}
