{
    "ability": "There are extra Outsiders in play. [+2 Outsiders]",
    "about": "The Baron changes the number of Outsiders present in the game.",
    "edition": "trouble brewing",
    "gameplay": [
        "The game is being set up for seven players, with five Townsfolk, one Minion, and one Demon. Because the Minion is the Baron, the Storyteller removes two Townsfolk tokens and adds a Saint and a Butler token. In total, three Townsfolk, two Outsider, one Minion, and one Demon tokens go in the bag for the players to draw from.",
        "The game is being set up for 15 players, with nine Townsfolk, two Outsiders, three Minion, and one Demon tokens. Because the Baron is in play, the Storyteller must add a Drunk and a Recluse. So, they remove the Monk token and add a Recluse token. They then add a the Drunk's \"Is the Drunk\" reminder token… because this game, one player isn't a Townsfolk—they are an Outsider: the Drunk. All these character tokens then go into the bag for the players to draw from."
    ],
    "id": "baron",
    "image": "assets/icons/baron.png",
    "name": "Baron",
    "soliloquy": "This town has gone to the dogs, what? Cheap foreign labor... that's the ticket. Stuff them in the mine, I say. A bit of hard work never hurt anyone, and a clip'o'the ears to any brigand who says otherwise. It's all about the bottom line, what?",
    "team": "minions",
    "tips": {
        "Fighting the Baron": "If the number of Outsiders is different to what it should be by default (e.g. You have three Outsiders but were expecting one), then you probably have a Baron. At this point, you have several options:\nIf you believe all of the Outsider claims, keep them alive! These are basically confirmed good players even if they don't have fantastic abilities.\nIf you are not certain there is a Baron, then it probably best to take out the Outsiders quickly; it could actually be evil players bluffing to create the appearance of extra outsiders to avoid suspicion.\nIf you believe the Outsiders, but the count isn't quite right, then one of the Townsfolk is probably a Drunk, and you should be trying to figure out who they are as soon as possible.\nUnlike other Minions, the effect the Baron has on the game is pretty obvious; you will soon notice if there are Outsiders when there shouldn't be, or more of them when expected. Determining that there is a Baron is actually great news, since it means (especially in smaller games) that there is less likely to be a Poisoner, Spy or Scarlet Woman.\nBecause they don't benefit as much from staying alive as much as other Minions, Barons will often tend to be bolder and more aggressive with their bluffs or plays. A Baron does not fear death; they will deliberately double up with another player, try to get the first nomination of a Virgin, antagonize a Slayer, or otherwise just try to sow chaos. If you think a player might be having a little bit too much fun with the chaos they seem to be creating, they may be a Baron!\nUnlike the other Minions, the Baron's effect on the game happens before anything else and cannot be changed. What this means is that unlike other evil players, it isn't completely necessary to execute them. Taking out an evil vote can be advantageous, but if you have a better option (e.g. A lead on the Imp or Poisoner), then take care of that instead.\nDon't forget that the Imp can pass on their Demonhood to a Baron! Ignoring the Baron until it is too late might put you in a difficult position of trying to figure out if they have become the Demon on the final day.",
        "Tips & Tricks": "Your ability is brought into effect before the game even begins. This means that you have absolutely no responsibility other than to help your Demon win! Have fun! Deliberately claim to be in-play Townsfolk to make them look evil! Tell lies! Make good players look evil and evil players look good by muckraking, double bluffing, or creative tomfoolery. You are emboldened to do whatever you want, since you have nothing to lose!\nSince you add Outsiders to the game, and those players will almost always publicly claim to be Outsiders, claiming to be an Outsider as well causes havoc. If a Drunk is in play, only you and a real Outsider have claimed to be Outsiders - in this situation, the good team will know that a Baron is in play, but will think that you are actually an Outsider, since there appear to be 2 more Outsiders than usual. If, however, there is no Drunk in play, then there will appear to be three more Outsiders than usual in the game, and the good team will probably want to execute all three Outsiders, since they know that at least one is evil - and being responsible for the executions of three players (including yourself) is a great way to start any game and give your team the advantage.\nDeliberately double up with an in-play character that you want to undermine. Since it does not matter if you die, claiming to be a Fortune Teller or an Undertaker or even a Mayor when that character is already is in play, causes the good team to look upon you both with suspicion. They may think you are evil, but they will usually be suspicious of the other player as well, and not trust any information they give.\nClaiming that a Baron is in play when there is no Baron in play is a great strategy for the evil team. Claiming to be an Outsider means that the group conversation will turn to figuring out whether or not a Baron is in play. If the good team comes to believe a Baron is indeed in play, then you look like a legitimate Outsider, but the good team will also come to believe that a Drunk is in play, because the Drunk must be the other Outsider. They will not trust their own information.\nBetter yet, if you claim that a Baron is in play when there isn't, and two evil players both claim to be Outsiders, then it will seem like they are the two Outsiders added by the Baron, and will usually not be executed by the good team. Since good wants to keep good players alive, even good players that are \"confirmed\" as Outsiders are better off alive than dead.\nBe a patsy. If you are executed, the Demon is not. Don't be afraid to die this way, since it gives the Demon a day of safety. Furthermore, if you can look so execution-worthy that characters like the Slayer or Ravenkeeper use their ability on you, then at least they are not using it on the Demon. Even if you nominate the Virgin, you might look evil, but it prevents the Demon from doing so.\nIf you are not bluffing as an Outsider, heap as much suspicion on the actual Outsiders as possible. They will usually be trusted by the good team, since it's obvious that a Baron is in play, and will need to be killed if you are to win.\nOne option is getting your Demon to kill you early on - players who die early at night are usually considered good, and you can use this position of trust to go around and talk to players, gathering information and feeding it back to the evil team, while also spreading misinformation. Whilst any Minion can use this strategy, of course, the Baron is particularly suited, since your devastating ability has already been used."
    }
}
