{
    "ability": "If you are executed, all but 3 players die. 1 minute later, the player with the most players pointing at them, dies.",
    "about": "The Boomdandy explodes when executed, killing most other players.",
    "edition": "experimental characters",
    "gameplay": [
        "Amy is the Boomdandy. She is executed. She explodes, killing all players except for the Po, the Witch, and the Moonchild. Frantically, all players start pointing at each other, and talking about who should be pointed at. After a minute, the Storyteller calls “Freeze” and the Witch has the most number of fingers pointed at them, and dies. Evil wins."
    ],
    "id": "boomdandy",
    "image": "assets/icons/boomdandy.png",
    "name": "Boomdandy",
    "soliloquy": "Tick... Tick... Tick... TOCK.",
    "team": "minions",
    "tips": {
        "Fighting the Boomdandy": "Pay attention to which players seem to be enthusiastic about dying. It doesn't matter what the reason is. Maybe they are claiming to have already used their ability? Maybe they are claiming to be a hindrance to the Town? Maybe they are nominating themselves because there is a Vortox on the script? Pay attention to silly reasons for players wanting to be executed. Pay attention to reasonable logic for players wanting to be executed. And be very, very cautious about executing them.\nLet the group know that the Boomdandy is on the script, and is a possibility that it is in play. Make sure that all players know how the character works. Some Minions, like the Cerenovus can be talked about after their ability has activated. But other Minions, like the Mastermind need to be talked about and understood before their ability activates. Let all players know how it works, and there will be less panic afterwards.\nIf you think the Boomdandy is in play, don't be too concerned about confirming good players as good. Usually, it is a good strategy to do this, as finding out which players are good and then keeping those players alive for the final day lets you know who isn't the Demon. However, when the Boomdandy explodes, the Storyteller is almost certainly going to kill all the trustworthy good players and instead keep the most suspicious-looking players alive, so that the good team has a difficult time choosing who to point to afterwards. As such, even in the early game, it is much more useful to find out who is probably evil than who is probably good.\nIf the good team has excellent information on what groups of players are on the same team, it may be beneficial to deliberately execute the Boomdandy. For example, if you know that either \"Sarah, Evin and Michelle are on the same team\" and that \"Lachlan, Alex and Abdallah are on the same team\", then knowing for certain that Michelle is the Boomdandy lets you know that Sarah and Evin are evil, and therefore that Lachlan, Alex, and Abdallah are all good. This is significant information, and if you think it is enough to win the game, then find and execute the Boomdandy.\nIf the Boomdandy explodes, and you have no solid information on who to point to, see if you can get all players to point to one particular player. If that player needs to change, get all players to point at that new player instead. Even if everyone is pointing at the wrong player, the alternative of the good team spreading their votes between three players will all but guarantee an evil win. Even a tie will mean an evil win. It's better to have most people agree on a player than to let indecision and confusion mean that good doesn't coordinate. You can be sure that evil will coordinate.\nIf the Boomdandy explodes, and you have solid information on who to point to, start pointing as early as you can. Get others to point as early as they can. You don't want good players to accidentally not point at all. Point to your player, don't change, and make short, powerful arguments as to why you are right and why others should point to the player you are pointing to as well. Unlike an execution, there isn't enough time to make longer, more rational arguments as to why you have the solution, there is only time for short and convincing sentences to get others to change their mind. If it looks like you are unable to convince enough people to your cause, then point at another player instead and encourage others to as well. A tie is to be avoided at all costs.\nIf the Boomdandy explodes, use the fact that you now know one player that is a Minion to your advantage. Characters like the Noble or the Undertaker, who may have learnt about Minions previously, may now be more trustworthy and their information more useful as a result. Even without such characters, knowing for a fact that one player is a Minion means that you may know who isn't a Minion. Whether these players are alive or dead, it may reveal further information. If you can hurry, this new information may give you a clue as to who to point to. The trick will be to convince others of your logic before the time runs out.",
        "Tips & Tricks": "Get executed as early as you can. The earlier that you are executed, the less information that the good team will have collected, and the more randomly they will be guessing when it comes time to point to 1 in 3 players.\nBluff as ridiculously as you can. If the good players see through your bluff and execute you, that's great. If the good players don't see through your bluff, then the bluff is successful, and that is still incredibly helpful. Claim to be a Juggler who guessed five players correctly. Claim to be a Virgin after the Empath confirmed the Washerwoman as good and the Washerwoman nominated you. Claim to be the Atheist. The sky is the limit!\nDeliberately make a mistake with your bluff, so that it looks like you are an evil player bluffing as a good player that has misunderstood the good character's ability. Claim to be a Fortune Teller who got a \"two\" from the Storyteller. Or claim to be a Town Crier that woke during the first night. If you appear like an evil player that accidentally made a mistake, the good team might execute you.\nPay attention to what information is being shared in the group. Give contradictory information, and let the good team come to their own conclusions. Sooner or later, the lens of suspicion will fall on you.\nWhen nominated, claim that you are drunk or poisoned, that there is no reason to execute you, claim that a well-trusted player is evil, or otherwise give a noncommittal defense. If you stay silent, the good team may suspect that you are the Boomdandy and not execute you. If you give a solid reason that the good team should not execute you, such as providing a plausible explanation of which players are good and evil, then you risk the good team believing you and keeping you alive! Pay attention to what kind of defences players usually give in your group that end with that player being executed, and give exactly that kind of defence when you are nominated.\nTell your other evil players that you are the Boomdandy. Do it as early as possible, so that they know to vote for you at every opportunity. Also, the Demon won't be tempted to kill you at night to make you look like a good player.\nBluff as a character that may sometimes want to be executed for the good of the good team, such as the Recluse.\nAfter exploding, everyone will know you are a Minion. Feel free to point at any player you wish, even the Demon. The players will be too busy panicking to figure out which player is the Demon to second-guess whether you are the type of person to point at their own Demon or not. Make sure that you always point at a non-Demon player at the very last second though - since every vote counts. You can even ask the Storyteller for a ten second count-down to make sure you get in at the VERY last second.\nAfter exploding, if you notice that the players are using the knowledge that you know who the Demon is to change who they point to, change who you point to. Then change again if the group discussion takes this new pointed-player into account. You can even ask the Storyteller not to do a ten second count-down, to keep the mystery going as to who your \"final\" decision is going to be.\nIf you are an evil player, but not the Boomdandy, conspire to make the Boomdandy look evil. Bluff as Townsfolk that get information on evil characters such as the Investigator or Sage, and point to the Boomdandy player. If Townsfolk players are already sharing information that make the Boomdandy look evil, make those Townsfolk players look good, by pretending to be such characters as Empath or Exorcist . If the good players come to believe the Boomdandy is evil and nominate them of their own accord, they are more likely to vote for them.\nIf you are an evil player, but not the Boomdandy, conspire to make the Boomdandy look good but get them executed \"for the good of the Town.\" There are some instances where executing a good player is beneficial to the good team. Bluff as a character such as the Undertaker to encourage this.\nIf you are the Demon, disassociate yourself from the Boomdandy as much as possible. Since the good team will know for a fact who the Boomdandy is, you don't want anything that links the two of you after the Boomdandy explodes. If you think that there is too much of an association between the two of you, such as a Clockmaker who knows how far apart you are, talk to the other evil players and plan to avoid executing the Boomdandy - it isn't always helpful.\nIf you are the Demon, stay silent, or say things that make you look evil. This may make good players believe that you are the Boomdandy and they may avoid executing you. This is risky, as it telegraphs to the good team that you are evil.\nIf you are a Minion, and the Boomdandy has not yet exploded, keep your options open as to how suspicious you want yourself to look. If you look too good, and the Storyteller keeps you alive after the Boomdandy explodes, you may accidentally convince good players to point at players other than you, which means that they are more likely to be pointing at the Demon. If you look too evil, you may accidentally get executed before the Boomdandy does. The best scenario is that the Storyteller keeps you alive after the explosion, you look more suspicious than the Demon does, and lots of good players therefore point at you to die.\nWhen the players are frantically pointing at each other, and there are three players alive, don't be too fussed about getting a tie. If nobody dies due to the pointing, the game continues but night will fall immediately since there has already been an execution today. That night, the Demon will (presumably) kill a player, and evil wins.\nWhen the players are frantically pointing at each other, and there are four players alive due to some strange situation where players couldn't die, make sure there is no tie. If the game continues and night falls with four players alive, there will be one more day of executions, and that is not preferable."
    }
}
