{
    "ability": "Each night, choose a living player (different to last night): if executed tomorrow, they don't die.",
    "about": "The Devil's Advocate saves players from execution.",
    "edition": "bad moon rising",
    "gameplay": [
        "At night, the Devil's Advocate protects themself. The next day, the Devil's Advocate is executed but remains alive.",
        "The Devil's Advocate protects the Zombuul. The Zombuul is executed but remains alive, so their life token is not flipped. The next day, the Zombuul is executed again and registers as dead.",
        "The Devil's Advocate protects the Grandmother. The Grandmother is executed but remains alive. Later, the Devil's Advocate protects the Tinker. The Tinker is executed, but the Storyteller kills the Tinker anyway, due to the Tinker ability. Later, the Devil's Advocate protects the Moonchild, and the Judge forces the execution to succeed—the execution succeeds, but the Moonchild remains alive."
    ],
    "id": "devil's advocate",
    "image": "assets/icons/devil's advocate.png",
    "name": "Devil's Advocate",
    "soliloquy": "My client, should the objection be overruled, pleads innocent by virtue of the prosecution's non-observance of statute 27.B—incorrect or misleading conjugation of a verb. The fact that nine of the jury died last night is simply prima face, which is, as Wills vs Thule set precedent for, further reason to acquit.",
    "team": "minions",
    "tips": {
        "Fighting the Devil's Advocate": "When a player is executed but doesn't die, do whatever you can to determine the cause. There may be a Tea Lady or a Pacifist in-play, or the executed player may be a Fool or a Sailor. If you think the executed player was good, you can keep them alive, but if you think that the player was evil and protected by a Devil's Advocate, then execute them again later on.\nExecute suspicious players twice in a row. Since the Devil's Advocate can not protect the same player twice in a row, killing a player tomorrow if they survived an execution today is a sure way to circumvent a tricky DA.\nIf you believe someone is evil and pushing very intensely for the execution of a particular player, wait a day and execute that player tomorrow instead. The Devil's Advocate wants you to executed their protected player, so if you pay attention to which players are pushing hard for particular players to be executed, you can avoid them using their power, whilst still executing the player(s) you want to.\nOnce you have figured out a Devil's Advocate is in play, hunt them down immediately! Whilst some other Minions can be ignored, the Devil's Advocate can not. For example, if you learn which player the Baron is, you are probably best focusing your execution attentions on different player, and keeping the Baron alive. Or, if you figure out which player is the Assassin, it may be best to keep the Assassin alive and put all your efforts into hunting the Demon. However, a Devil's Advocate really, really, needs to die for good to win. Hunt the Devil's Advocate down and kill them before focusing your attentions on the Demon if at all possible.",
        "Tips & Tricks": "The Evil|Devil's Advocate interferes with due process, keeping nominated players alive even if their execution succeeds. As you can imagine, a clever player with a good sense of timing can use this ability to undermine the good team's strongest ability to hunt down the demon!\nProtect your demon - if you believe they are due for execution! Since your protection can't work on the same player twice in a row, timing the days you pick the demon is pretty important - if you leave them high and dry on a day when the town is getting bloodthirsty, that could cost you and the evil team the game! Pay close attention to the good team, their information, and where their suspicion is leading.\nIf you survive to the final day, set yourself up to be protecting your demon. (Beware the Minstrel or the Innkeeper being alive at this point though - they may be able to execute you and then interrupt the demon's ability that way, thus overturning you at the last possible moment.)\nProtect yourself and the other minions. Even though the demon should really be your top priority, the more evil players alive, the better! This is especially true if you have a Mastermind, who only benefits if they survive when all else fails, or even just an Assassin who hasn't gotten to stab anyone yet. Just like with the demon, pay attention to who the good team is suspicious of, and try to time who you grant immunity to with their targets.\nProtects good players that you think will be executed - this has the advantage of making those players look incredibly suspicious, especially if the good team already knows (or suspects) you are in play. While other effects could save a good player from their execution, a well timed save coupled with a whisper campaign or just old-fashioned good team paranoia will see them turn on the poor schmuck.\nYou can use your ability to recreate the behaviour of good character abilities that protect from execution - for example, the Tea Lady, Sailor or Pacifist. Out of all of these, the Pacifist is the easiest claim since its activation is random, and so the good team cannot try to 'test' you by executing the same player twice in a row - but if you think you can get away with it, your bluff will look extra solid!"
    }
}
