{
    "ability": "You do not know you are the Drunk. You think you are a Townsfolk character, but you are not.",
    "about": "The Drunk player thinks that they are a Townsfolk, and has no idea that they are actually the Drunk.",
    "edition": "trouble brewing",
    "gameplay": [
        "The Drunk, who thinks they are the Soldier, is attacked by the Imp. The Drunk dies.",
        "The Drunk, who thinks they are the Empath, wakes and learns a \"0,” even though they are sitting next to one evil player. The next night, they learn a \"1.”",
        "The Drunk, who thinks they are the Ravenkeeper, is killed at night. They choose the Saint, but learn that this player is the Poisoner.",
        "The Fortune Teller is executed. That night, the Drunk, who thinks they are Undertaker, learns that the Drunk died today."
    ],
    "id": "drunk",
    "image": "assets/icons/drunk.png",
    "name": "Drunk",
    "soliloquy": "This is all perfectly <burp> logical. I know that Miss Dearheart is a Fortune Teller. Mrs Dearheart swears that Jenkins here is her Butler. It's simple <hic> deduction.",
    "team": "outsiders",
    "tips": {
        "Bluffing as the Drunk": "Start the game by bluffing as a particular Townsfolk character. The Drunk starts the game thinking that they are a Townsfolk character, so that is what they would do.\nBluff as a character that gains information more passively, such as the Fortune Teller, Investigator, Empath, Washerwoman, Undertaker or Librarian and give deliberately and obviously false information. If your information is ridiculous (like claiming one of two players is the Saint whist neither is claiming to be the Saint), you look obviously the Drunk.\nBluff as a character that has a power that can fail, then when your fake ability fails, act surprised, and put forward the possibility that you are the Drunk. For example, bluff as the Monk, and claim the player you protected died anyway. Bluff as the Soldier and kill yourself of a night time, or get the Demon to kill you. Bluff as the Slayer or nominate the Virgin, and act surprised when these character abilities have no visible effect.\nInsinuate a Drunk is in play, and lead the group on a hunt to find out who it is. This will distract them from the main goal of finding the Demon, and will make them distrust their own good team.\nInsinuate that a particular player is drunk. This is especially helpful if they have a damning case against your team, such as a Undertaker claiming that your dead Poisoner is indeed the dead Poisoner.\nConvincing the group that a Drunk is in play, or that a particular player is the Drunk, is MUCH easier to achieve if the number of people publicly claiming to be Outsiders supports your story. For example, if you are saying that the Virgin is drunk, and there is supposed to be just the one Outsider in play, but the real Saint has revealed who they are, then the only way for the Virgin to be the Drunk is if the Saint is lying. If you bluff as an Outsider, or if a fellow evil player bluffs as an Outsider, then it is much easier to convince the good team that a Drunk is in play, because the extra Outsiders make it look like a Baron is in the game, which would add two extra Outsiders.\nIf you want a fellow evil player to back up your bluff as the Drunk, get them to claim to be the Librarian. The Ravenkeeper and Undertaker work well too, but one of you will have to die for that to work.\nIf you intend to bluff as the Drunk later in the game, and you believe you can succeed, initially give opposite information to what you want the good team to believe. If you are claiming to be the Empath for example, and later in the game you want to execute your good neighbours, then initially tell the group that both your neighbours are good - if later on, the group comes to believe that you are the Drunk, then they will assume that at least one of your neighbours is evil and execute them both.",
        "Tips & Tricks": "The Drunk will never know that they are the Drunk - they will start the game with a Townsfolk token and behave as that Townsfolk normally while receiving bad information. Figuring out if you are the Drunk can only be discovered via gameplay; be looking for tells like information you receive being demonstrably false, or your ability failing (e.g. A Soldier dying at night).\nFiguring out if a Drunk is in play is important - this will allow Townsfolk to know whether or not they should be scrutinizing their information. The most obvious tell that a Drunk may be in the town is if there are more or fewer Outsiders than you expected (if more, there might be a Baron who has let a Drunk into town).\nIf you suspect a Drunk is in play, it is important to determine which of the Townsfolk it is as soon as possible. There is only one Drunk in play, so knowing who it is will allow you to treat their information skeptically, but it will also mean that all other Townsfolk can probably trust what they know to be true and reliable.\nCharacters like the Undertaker and Ravenkeeper will see the Drunk character when checking that player. You do not register as a Townsfolk - you just think you are! This is also true for characters like the Virgin - a Drunk cannot activate them because they are not really a Townsfolk, they're an Outsider.\nIf you have figured out you are the Drunk, try to reverse engineer what you know. For example, if you thought you were the Empath and have been getting a read of '0', you should be suspicious that you have at least one evil neighbour after all. Or, if you thought you were an Investigator, you can probably assume that neither of the two players you saw were Minions!\nRemember that the Drunk receives unreliable information, not false information. In the majority of cases, the information you receive will be wrong, but sometimes the Storyteller may tell you something that is true. This can happen when the alternative would definitely reveal you are the Drunk (e.g. The Drunk Ravenkeeper choosing themselves will be shown the Ravenkeeper).\nHowever, keep in mind that characters like the Slayer, Monk and Mayor cannot impact the game with their ability when they are actually the Drunk. For example, a Slayer will not kill a good player instead of the Demon; their shot will always fail."
    }
}
