{
    "ability": "Each night*, choose a player (different to last night): the Demon, if chosen, learns who you are then doesn't wake tonight.",
    "about": "The Exorcist prevents the Demon from waking to attack.",
    "edition": "bad moon rising",
    "gameplay": [
        "The Exorcist chooses the Shabaloth. The Shabaloth does not kill tonight. At dawn, the Storyteller declares that nobody died that night.",
        "The Exorcist chooses the Pukka. The Pukka does not wake to attack tonight, but a player still dies because of the Pukka’s attack during the previous night.",
        "The Po chooses to attack no one. The next night, the Exorcist chooses the Po. The Po does not wake to act tonight. The next night, the Exorcist chooses the Assassin. The Assassin can still attack tonight, and the Po chooses three players to attack, because the Po's last choice was no one."
    ],
    "id": "exorcist",
    "image": "assets/icons/exorcist.png",
    "name": "Exorcist",
    "soliloquy": "We cast you out, every unclean spirit, every satanic power, every onslaught of the infernal adversary, every legion, every diabolical group and sect, in the name and by the power of Our Lord Jesus Christ. We command you, begone and fly far from the Church of God, from the souls made by God in His image and redeemed by the precious blood of the divine Lamb.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Exorcist": "Don't reveal who you are immediately! A real Exorcist has every reason to want to hide their identity from the evil players lurking - they are a prime candidate to get picked off by someone like the Assassin. Good players will start to find it suspect if you reveal early and then go on to survive for quite a while.\nUse your role to talk to people in private. The Exorcist is similar to the Slayer in that they have very little information themselves, and must rely on the townsfolk to help them make the correct decision. Good players you reveal to will be incentivized to help you, allowing you to guide information away from your fellow evil team. This also gives you an excellent reason to be whispering to your Minions or Demon in private - communicate your role to the right people early and good players may even defend your suspicious behavior to the group!\nIf a night goes by and no death occurs, you can (and should!) claim to have chosen a good player with your ability. You can use this to encourage the town to distrust and eventually kill them, aiming for troublesome players with abilities that are hindering the evil team (such as the Tea Lady and the Pacifist).\nDeliberately don't kill (or ask your Demon not to kill) in order to double down on a bluff that you have successfully blocked the Demon. The lack of deaths will make that player even more suspicious, allowing you to sit back and do the town's work for you. This is especially effective when combo'd with a Demon like the Po (who can choose not to kill right away) - the evil team can 'charge up' for a night of unbridled murder and debauchery, eliminating a chunk of the good team shortly after they believe they are safe and secure.\nOn at least one night when there is a death that can be likely tied back to the Demon, claim that you chose the Demon with your ability. If the other players believe you, then you have 'proven' that your Demon could not have acted that night, thus exonerating them of guilt!\nListen for which characters alter the kill count, you can kill or not kill and still claim you have successfully blocked the Demon as the Exorcist. For example, if you have an active Gossip, you can argue whatever statement they made was true and therefore was responsible for the death instead of the Demon. You could also argue for the existence of an Assassin or a Godfather depending on who died and when.\nNothing is ever a sure thing in Bad Moon Rising, but should the good team ever be narrowing down dangerously close to your Demon, you can use the Exorcist to give them some survivability for an extra day or so by offering to 'block' them. This is especially effective if the group is wavering between a couple of people - encourage them to kill the innocent player while you exorcise the Demon, giving the good team a foolproof way to handle both their suspects... if only you were telling the truth. (Be warned, though - this trick will be exposed pretty quickly once the night passes and the Demon has killed again! Time it carefully.)",
        "Tips & Tricks": "If you choose a player at night, and there are no deaths that night, you may have found the Demon! Either tell the group publicly who you are and who you have chosen the following day, so that the group can know what you know, or wait for a night or two  and choose the same player again, just to be sure. Sometimes, no deaths can occur at night for other reasons, but If you choose the same player multiple times, and each time there is no death at night, you can be fairly certain that you have found the Demon.\nIf a player dies at night, choose a different player on all following nights. You have probably chosen a non-Demon player, so you know they are not the Demon and don't need to choose them again.\nAs the game progresses, talk to the group and investigate which characters are in play, and how they are acting. There are many reasons that deaths may occur at night, even if you removed the Demon's ability to kill. There are also many reasons that no death occurred at night, even if you chose a non-Demon player. The Po hid in an alley and didn't act, the Gambler accidentally killed themselves in a particularly high stakes poker game, the Gossip let a juicy secret slip and it led to a death, the Tinker blew themselves up, The Tea Lady's special blend gave an Outsider the fortitude to survive the night, the Innkeeper kept the Demon's victim safe in the Inn, the Fool avoided the Godfather's hit squad etc.\nAs the Exorcist, you are often weak in the early game, but gain power exponentially as the game progresses - because not only do you learn which players are not the Demon, there are fewer and fewer players alive to choose from. It is usually best not to reveal that you are the Exorcist until after a few days have passed and you have some solid information. If you reveal too early, and you haven't found the Demon yet, you can safely assume that you are the Demon's number one target. Either stay silent, or bluff as a character that the Demon does not want to kill, such as the Sailor, Fool or a Goon.\nIf you suspect that a Zombuul is in-play, feel free to pick dead players. If there was no death during the day, and you exorcise a dead player that night, no death almost certainly means that you have found a Zombuul.\nOnce you have successfully chosen the Demon, the Demon will know who you are. From this point onward, look for who is trying to kill you. The Demon and their Minions will be doing everything that they can to get you executed, because if you die at night immediately after you have found the Demon, the Demon has revealed who they are.\nEach day, if you have come out publicly as the Exorcist, you can effectively convince the group to find out 2 players that are not the Demon. If 2 players in particular are suspicious, you can execute one and promise to exorcise the other."
    }
}
