{
    "ability": "Each night, if the dead outnumber the living, you learn 1 alive character. The Demon knows who you are.",
    "about": "The King learns which characters are still alive.",
    "edition": "experimental characters",
    "gameplay": [
        "Amy is the King. There are 12 players alive, and one dead player. On the second night, she learns nothing. On the third night, she learns nothing. On the fourth day, there are 7 dead players and 6 alive players. On the fourth night, Amy learns that the Snitch is alive. On the fifth night, she learns that the Witch is alive.",
        "The Demon knows that Julian is the King. Evin is claiming to be the Choirboy, but is the Butler. The Demon takes a risk and kills Julian. If Evin was actually the Choirboy, he would have learnt which player was the Demon."
    ],
    "id": "king",
    "image": "assets/icons/king.png",
    "name": "King",
    "soliloquy": "“Betwixt the unknown strains of mortal strifeAnd morbid night, sweet with mystery and woeLies unfettered joys of fate’s long and colored lifeWho’s garden blooms with each painted face to show.”",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the King": "The King can be a really fun character to bluff as. Players are likely to be more accepting of Kings as being loud and directing the flow of the game. Being the King gives you a great excuse to try and steer the narrative of the game, because you should have a lot of character information at your fingertips.\nIt can be really helpful to build a circle of trust with a bunch of players, because if you survive until the late game, you can help verify or deny the character claims other players are making. You can support the bluff another evil player is maKing by announcing it is in play, or you can throw shade on a player by suggesting their character was never revealed to you.\nIf you’re a Minion, come out publicly as the King straight away, since most players will believe you are either the King or the Demon at that point. If there is a King in play, it will make them more distrusted, undermining any information they get - even if it throws you under the bus at the same time. It’s a great way to get yourself and the real King executed, thus eliminating the problem they pose for the Demon.\nIf you survive to the end game, use the fake information you have to make powerful revelations. Confirm the bluff of a fellow evil player. Suggest that a particular Minion or a particular Demon is in play when they are not. Just be careful to make sure your information is consistent with the game so far.\nSince the Choirboy can only be in play if the King is in play, if the Demon learns there is no King in play they also know the Choirboy is not. This could potentially be two extra bluffs (which you can give your Minions) on top of those you learn at the start of the game.\n...This entry is under construction. More Tips & Tricks and Bluffing as the King strategy coming soon!",
        "Tips & Tricks": "The King is one of the few characters who can come out early and confidently. The Demon knows who the King is and knows they might be a possible trap if killed too early in the game. Because the Demon can only kill the King if they’re confident the Choirboy is out of the way, the King is likely to survive to the end game.\nThe King can also wait secretly. The King gets a lot of really good information at the end of the game, and while Kings often come out, staying silent might be a good way to throw the Demon off. You can quietly watch for players who seem to be paying you too much attention as this might be the Demon.\nThe King’s protection from the Demon lasts as long as the Choirboy is alive. Find another good player and secretly let others know that they are the Choirboy. If there is no Choirboy in play, this might help drive the Demon mad as they desperately hunt for the Choirboy. If there is one in play, it provides a false target for the Demon, helping the Choirboy (and therefore you) to stay alive.\nComing out straight away as the King creates a fun gambit. Because the only other characters who are certain whether the King is in play or not are the Choirboy and the Demon. By coming out straight away, you’re throwing down a challenge that suggests you’re either the King or the Demon. In this way, you can ask people for their characters with the promise that you will consent to be executed before the final night to lessen suspicion that you’re the Demon.\nBecause the King’s information at the end of the game can be very powerful and because Kings are prime suspects of being the Demon, the chance that a public King survives to the end game is quite low. If you go public, focus on using your position to form a trusted court around you rather than surviving.\nThere is a lot of fun in being the King and holding court. Make other players come to you and tell you their secrets, rather than wandering around the court like a peasant."
    }
}
