{
    "ability": "If more than 1 good player is executed, evil wins. All players know you are in play. After day 5, evil wins.",
    "about": "The Leviathan doesn't kill players, but wins after 5 days have passed.",
    "edition": "experimental characters",
    "gameplay": [
        "On the first day, the Monk nominates the Virgin, and is executed. On the second day, the Courtier is executed. Evil wins.",
        "On the second day, the Scarlet Woman is executed. On the third day, the Poisoner is executed. On the fifth day, the Soldier is executed. Evil wins."
    ],
    "id": "leviathan",
    "image": "assets/icons/leviathan.png",
    "name": "Leviathan",
    "soliloquy": "To the last, I grapple with thee. From Hell’s heart, I stab at thee. For hate’s sake, I spit my last breath at thee.",
    "team": "demons",
    "tips": {
        "Fighting the Leviathan": "Keep track of how many days have passed. If you know how much time you have left, you can plan your strategy accordingly, and you won't get surprised by an unexpected end to the game.\nPlan to only execute two players in total for the whole game. If you assume that the first player that is executed is good, you won't accidentally lose the game by executing a second good player. If you assume that the first player executed is evil and then execute again, you might have been wrong and accidentally executed two good players. Executing players every day and hoping that they are evil is very risky and may give evil the victory.\nWait until the third or fourth day to execute the first player. There is no rush. You can use this time to gather as much information as possible and make a wise execution later.\nWait until the fifth day to execute the second player. This guarantees that the good team won't lose the game by executing two good players, because the game will end at the end of the fifth day no matter the alignment of the executed player. Waiting until the fifth day gives the good team the maximum amount of time to collect information and to discuss the various possibilities of who is who.\nExecute players early in the game if you are fairly certain that they are Minions, and that they are the type of Minions that will cause trouble. Ignore players that are possibly but probably not Minions, and ignore players that are probably Minions but won't impact the good team's information too much. For example, killing a Poisoner or a Scarlet Woman early in the game is absolutely beneficial, but there isn't much benefit to killing a Baron or Spy. Sure, you remove those players' ability to vote, but since there are likely only two chances to execute the Demon, the good team has the best chance of winning by trying to execute the Demon on both executions.\nIf you are almost certain that a player is a Minion, execute them early in the game. This will give the opportunity to execute three players over the course of the game.\nSome characters gain a benefit from executing players, such as the Undertaker or the Cannibal. If these characters are in play, then executing early might be of benefit. Also, because the Leviathan doesn't act at night, many characters are jinxed with it, and operate in strange and beneficial ways. Check with your Storyteller about the Djinn special rules for these characters.\nFind out which players are good. Even if you can build up a list of which players are 90% confirmed as good, this will narrow down the possibilities of which player is the Demon. If you can find out even two or three good players, when it comes time to execute the Demon, being able to choose between five players instead of eight players is much more likely to result in a win.\nShare your information on day one, as early as possible. Encourage others to do the same. Since players don't die at night, you can be fairly certain that most, if not all, information characters will survive until the final day. If the good team shares their information as early as possible in the game, they give themselves as much time as possible to discuss the possibilities.\nShare your information to the entire group as much as possible. There is little need for secrecy in a Leviathan game, and the more information everybody has, the better.\nIf more than one player claims to be the same character as another player, treat it as an opportunity to create two possible world-views, and explore both. Usually, when two players both claim to be the same character, one of them is a Minion and it is best to execute them both. However, with limited executions available, it is usually best to treat both players as having possibly useful information, and to explore both. One of these players is probably a Minion, so doesn't need to be executed. The point is to find the Demon, not just evil players.\nIf you feel like taking a risk, executing two players before the final day can grant fantastic information. If two players are executed and the game continues, you know for a fact that at least one of them is a Minion. Knowing something for a fact tends to snowball, and grant other pieces of useful information, even 100% confirming or denying a player's character. But beware... this strategy may lose the game in the process.\nPoisoning is the result of evil characters' abilities. Knowing which Demon is in play means you know which Demons aren't in play. Look at the possible Minions on the script, and that will tell you which, if any, characters are poisoning players. This can be crucial information. Focus on which Minions are possibly in play and work from there.",
        "Tips & Tricks": "Encourage the good team to execute early in the game. Since you are not able to kill players at night, being able to neutralise a very powerful character, such as the Fortune Teller or the Flowergirl, can be very helpful. Focus on removing characters that act every night, or only act once per game. There is little benefit to removing a character that only gets information on night one, or that has a once-per-game ability that has already been used.\nPay attention to which types of characters the group wants to execute. If the group wants to execute characters that act only once, because they consider that a safer execution, then don't bluff as a character that acts only once. If the group wants to execute characters that act each night, because that is what the Demon should be bluffing as in a Leviathan game, then bluff as a character that has already acted, or an Outsider. This will help you avoid the first execution.\nIf you don't know which character to bluff as, default to bluffing as a powerful character that would normally want to hide their identity. Since most players will still be alive on the final day, powerful good characters such as the Slayer, Chambermaid, Savant or Artist don't need to hide their identity for fear of the Demon killing them. The argument that \"You aren't the character you say you are, because the Demon would have killed that character before the final day\" makes no sense.\nBluff early. Since players can only die by execution, most of the good players will not be secretive. Players who remain silent are much more likely to be seen as evil, and not as good players who are hiding something.\nCast as much suspicion as possible on players that have abilities that detect the Demon. If good players can confirm good players, that is unhelpful, but not the end of the world. If good players can confirm Minions as Minions, that's not too bad, since an executed Minion isn't an executed Demon. But players that can confirm Demons are devastating. They need to be discredited.\nIf you are the Demon, choose bluffs that are unfalsifiable. In a normal game, being able to fall back to saying that your information is wrong \"because you might be drunk or poisoned\" might work, since the good team has many executions to figure out what is true and what isn't. When Leviathan is in play, and there are lots of players alive on the final day, the good team will often revert to the simplest explanation instead of figuring out the big picture - by executing the one player whose information seems to be wrong.\nIf you are a Minion, and a player has not been executed yet, do what you can to look like a good player. This allows you to survive as long as possible and spread misinformation. Being suspected of being evil and being executed is OK. But it is not helpful at all to be so suspected of being evil that after being executed, the good team executes again before the final day, confirming that at least one dead player is evil.\nIf you are a Minion, and a player has already been executed, do everything you can to look like a Demon. With only one execution remaining, every player that the good team thinks could possibly be the Demon is a player that might get executed on day five instead of the Demon, granting evil the win."
    }
}
