{
    "ability": "If the Demon dies by execution (ending the game), play for 1 more day. If a player is then executed, their team loses.",
    "about": "The Mastermind can still win after the Demon is dead.",
    "edition": "bad moon rising",
    "gameplay": [
        "The Shabaloth dies. The next day, the Professor is executed and dies. Evil wins.",
        "The Po dies. The next day, the Godfather is executed, but remains alive because they were protected by the Devil's Advocate. However, since an evil player was executed, good wins.",
        "The Zombuul is executed and appears to die. The Mastermind’s ability does not trigger yet, because the Zombuul's execution did not make the game end. When the Zombuul is executed a second time and dies for real, the Mastermind’s ability triggers, and the game continues for one more day.",
        "There are three players alive. The Demon dies. The following day, with just two players alive, good decides not to execute. When night falls, just two players are left alive but the Demon is dead, so good wins."
    ],
    "id": "mastermind",
    "image": "assets/icons/mastermind.png",
    "name": "Mastermind",
    "soliloquy": "The tentacles of that monster are nailed to the doors of the church. Mothers and children are dancing in the street. Excellent. Everything is proceeding exactly as I have planned.",
    "team": "minions",
    "tips": {
        "Fighting the Mastermind": "In Bad Moon Rising, all other Minions give some kind of indication that hey are in play. The Devil's Advocate prevents players from dying by execution, the Assassin causes an extra death of a night time, as does the Godfather. If you can see these tells, you may be able to determine that there is no Mastermind in play. If there is no Mastermind in play, you don't need to be cautious about executing when you are unsure of whether the player is good or evil.\nHowever, if you can not see evidence of a Devil's Advocate, Godfather or Assassin, you may have a Mastermind in play, and in this case, it is usually best to assume that there is.\nIf there is a night with no death, be extremely cautious about who you execute the next day. Maybe even don't execute at all. As long as there are deaths of a night time, there is a good chance that the Demon is still alive... but may not be the case if the Demon is a Zombuul. In most cases though, a death of a night time means that you can safely execute the following day, whilst no death of a night time means that you should investigate the possibility that the player you executed yesterday was actually the Demon.\nThe Mastermind can't use they're ability if they are dead. Execute as many players as you can, in the hope if killing the Mastermind before the Demon. Like the Devil's Advocate, the longer the Mastermind survives, the more trouble the good team is in. Kill early. Kill often. Do your best to figure out which players are possibly Minions. And cross your fingers.",
        "Tips & Tricks": "The Mastermind is a minion that continues the sinister intentions of the demon even after their death, giving the evil team a second chance at victory. You play the ultimate long game, striving to outlive even your own team... all while never announcing your presence at all.\nStay alive, pretty much at all costs - your ability is the evil team's backup plan and last ditch resort, and it won't activate if you're dead in the dirt. Coordinate with your demon for a strong bluff and ingratiate yourself with the good team - good options for you are roles that don't act at night (so you don't attract the suspicion of a Chambermaid) and who the good team would want to protect, like the Pacifist, Tea Lady or Minstrel.\nAs a Mastermind, you know that timing is everything. The good team knows you might be lurking about, and if they're confident they've killed the demon, all they have to do to tank your plans is not execute. To outwit them, get the demon executed at a time when the good team doesn't suspect that you are in play. In general, this means the execution should happen earlier in the game (most demons will survive past a few days), or if they believe the player they're executing is not the demon. Bad Moon Rising is the only edition where your demon can die on day 1 and that can be a good thing!\nEncourage your town to embrace executions! While most good teams won't need any extra help to get lynching indiscriminately, making sure that they're executing aggressively every day will have them primed to keep executing once the demon is dead and gone. You don't want them chickening out of your last chance at victory! Remind them that executions gain information (testing the claims of a Sailor or Tea Lady, looking for the presence of a Devil's Advocate), and that depending on the demon, the good team really can't afford to waste any chances to get their hands on evil players anyway. This is all true, which makes you look even more good and trustworthy!\nConvince the good team there's a different minion in play to yourself. Bluff as an outsider to simulate the presence of a Godfather. Blame an unusual death count on the presence of an Assassin (as opposed to a Gambler, Gossip or Tinker activating). If a player is executed, but does not die? Surely that must be evidence of a Devil's Advocate! If the good team wholeheartedly believes that they know which minions are in play and it does not include you, then they will feel much more comfortable going for that final execution, especially if you've coordinated with your demon using some of the other tips on this list!\nLull the good team into false sense of security, by convincing the Demon (and other Minions) to occasionally avoid killing of a night time. One there has been a night (or two) with no kills, and the good team has learnt that they can safely execute after such a night, they will be much more likely to execute after a night with no kills due to the Demon having been executed.\nIf the Demon dies by execution, do whatever you can to engineer a player death that night. Tell the Assassin to use their ability. Convince the Gambler to guess your character. Influence the Gossip into making a true statement. Beg the Storyteller to kill the Tinker. If the players believe that the death at night is caused by a Demon, they will be much more likely to execute again tomorrow."
    }
}
