{
    "ability": "Each night*, choose a player (not yourself): they are safe from the Demon tonight.",
    "about": "The Monk protects other players from the Demon.",
    "edition": "trouble brewing",
    "gameplay": [
        "The Monk protects the Fortune Teller. The Imp attacks the Fortune Teller. No deaths occur tonight.",
        "The Monk protects the Mayor, and the Imp attacks the Mayor. The Mayor's \"another player dies\" ability does not trigger, because the Mayor is safe from the Imp. Nobody dies tonight.",
        "The Monk protects the Imp . The Imp chooses to kill themself tonight, but nothing happens. The Imp stays alive and a new Imp is not created."
    ],
    "id": "monk",
    "image": "assets/icons/monk.png",
    "name": "Monk",
    "soliloquy": " 'Tis an ill and deathly wind that blows tonight. Come, my brother, take shelter in the abbey while the storm rages. By my word, or by my life, you will be safe.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Monk": "When bluffing as the Monk, there are a few things you should keep in mind:\nThe Monk only acts on nights that the Demon is able to kill. Remember that you would not have woken on the first night.\nYour choice for who you 'protect' should have some logic behind it. If a publicly revealed Fortune Teller  dies on your watch, that can be a big clue that you are not who you say you are. However, if you tell the group that you don't believe that the Fortune Teller  is telling the truth, and that you instead protected a player that has privately revealed that they are the Empath to you, your choices seem much more reasonable. You can come up with all sorts of reasons about why you protected player A instead of player B, particularly if you prepare what you are going to say beforehand.\nThe Demon can choose to pick a dead player instead of an alive player at night. If you are claiming to be the Monk, getting the Demon to do this supports the illusion that you are, in fact, the Monk. When nobody dies at night, all players will want to know why. This also means that the player you claimed to have protected from the Demon will look more trustworthy, since the Demon almost always attacks good players.\nThe Monk usually operates in secret, not revealing who they are to the group until they have successfully protected a player from death. You can use this secrecy as an excuse to talk to many players in private, either spreading lies to the good players, or coordinating with your evil team mates. If anybody asks why you are being so secretive, the players that believe you are the Monk will come to your defense.\nIf you are still alive on the final day, and a player has died each night this game, the good players will probably be convinced that you are either a particularly inept Monk, or just evil. If you are a Minion, this can be quite helpful, since the good players will want to execute you, ending the game with an evil victory.",
        "Tips & Tricks": "Your goal is to keep valuable good players alive and stall the Demon's mayhem. Try to predict who the Demon may target each night based on the available information in the game and how the players are acting. Every Demon is different, and figuring out the methodology of yours can enable you to save more than one player.\nDon't try to predict what the Demon will do. Instead, talk to your fellow players and find someone to keep alive at all costs. Valuable characters, such as the Fortune Teller or Empath, can survive for entire games under your protection.\nIf you find a Slayer or a Virgin, you can convince them not to use their ability right away, since you can protect them. This will enable them to use their once per game abilities later, when more information is on the table.\nYou are the only player that you cannot protect, and if you thwart the Demon, they are probably going to want to identify and kill you, so try to avoid the Demon's attention. You can do this by bluffing as a low priority target for the Demon like the Chef, or an undesirable one like the Ravenkeeper or Soldier.\nIf you successfully protect someone at night, you can be reasonably certain that they are good, since the Demon wanted them dead. The only exception is the Imp, who has the special ability to die and pass their Demonhood onto one of their Minions, but the chances of this are slim.\nIf you suspect that someone is the Imp and about to kill themselves to move the Demon, you can deliberately protect them, preventing them from doing so.\nComing out publicly as the Monk can let you coordinate with the good team, finding the best choice for your protection that night. Even if you die, you are protecting the town; the night the Demon had to spend killing you was a night the Demon wasn't killing your Undertaker or Virgin. (Beware of the Poisoner if you take this route! They can disable you and let the demon kill freely.)\nMisdirect the Demon about who you are going to protect. You can do this publicly or by privately whispering to select players. If the Demon believes you are guarding the Fortune Teller, they may not target them, leaving you free to provide your actual protection to someone else. Keeping the evil team guessing is a good way to spread your 'protection' among multiple players.\nIf you successfully protect your target, ask them to bluff as the Soldier. This will cause the Demon to think they are not worth targeting again, and mask your existence for another night."
    }
}
