{
    "ability": "You start knowing 1 in-play Townsfolk. If you were mad that you were this character, you gain their ability when they die.",
    "about": "The Pixie pretends to be the same character as someone else.",
    "edition": "experimental characters",
    "gameplay": [
        "Amy is the Pixie, and knows that the Washerwoman is in play. For three days, Amy claims that the Washerwoman player is lying, because she is the Washerwoman. The Washerwoman is executed. That night, Amy gains the Washerwoman ability, and learns that one of two people is the Monk.",
        "Doug is the Drunk Pixie. He learns that the Lycanthrope is in play. There is no Lycanthrope in play, but a Minion bluffs as the Lycanthrope. The Minion dies. The Storyteller wakes Doug and Doug chooses a player to “attack” each night, but they do not die because Doug does not have the Lycanthrope ability.",
        "On the first day, the Pixie player claims to be the Soldier. The real Soldier also claims to be the Soldier. The Pixie player doesn’t dispute this. When the Soldier dies, the Pixie player does not gain the Soldier ability, as the Storyteller feels that the Pixie did not really pretend to be the Soldier."
    ],
    "id": "pixie",
    "image": "assets/icons/pixie.png",
    "name": "Pixie",
    "soliloquy": "Round and round the garden, go. Little girls run to and fro. Little boys climb up the tree. Which of these should Pixie be? Ladies smile and go to town. Lords with axe chop forest down. What’s yours is mine. What’s mine, divine. Silly little Pixie, me.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Pixie": "Are you a Minion that's walked right into a messy double claim? Bluffing as Tea Lady, but your good neighbour just died, and the other Tea Lady claim has a very angry Grandmother backing them up? Don't fret, just sidle on over to them and whisper very sweetly in their ear: \"Hey, I'm actually your Pixie!\" Townsfolk are usually very happy to know there's a Pixie doubling up with them, since that proves their existence and gives them a backup plan in the event they unexpectedly die - lean into that to recover from your blunder and keep the good team guessing... but hopefully on your side for a little longer.\nThe Pixie is a great Hail Mary if you stumble into a sticky situation, but you can also plan to be a Pixie from the outset. Pick a Townsfolk you suspect is in play and go to town! If your Townsfolk is indeed in play, they'll probably make contact with you at some point, but you can also use this to convince people a particular character is in play when it isn't, or to lend credibility to a fellow evil player's bluff by \"proving\" they must be in play! Deliberately coming out strong with Pixie madness gives you a lot of avenues to pursue as you get the feel of the game's flow.\nPicking a strong good player and double claiming them as a Pixie bluff will reassure other players to trust that person, but also to trust you. Conversely, backing up an evil player's bluff will help them look more reliable, at the risk of you two coming off as an evil pair if one of you gets caught out.\nIf the town isn't trusting of mischievous Pixies, use that to your advantage and come out as the Pixie deliberately to tie yourself to another player. If the group suspects you're evil, the hapless patsy you're double claiming will look like they were in on it.\nSecretly reveal you're the Pixie to other players as a way of gaining their trust and to extend your longevity. Pixies are valuable to keep alive and players knowing for certain that's your claim means they might step in when others are gunning for your execution. You have nothing to fear from breaking madness, after all!\nAre you bluffing as Pixie, but a real Pixie has just come out? Don't stress too much! The Pixie double-up creates a real conundrum for good, since each of you is tethered to another player by your ability and claims, and therefore the knot to untangle is not only which one of you is the real Pixie, but if you're an evil pair in cahoots, or a dastardly evil player corrupting an innocent good player! Plenty of noise and mess to keep the town off the scent of the Demon.\nIf your Townsfolk dies, you as the \"Pixie\" will gain their ability and act as them (unless you \"broke madness\"). Make sure you know how that ability works when people start pressing you for your information. It's also good to be aware of when your Townsfolk dies - if you're a Fortune Teller Pixie and the O.G. Fortune Teller died two days ago, you should have two nights of info!\nIf one of the three Demon bluffs is Pixie then you’ve got a lot of options to play with.\nYou could use it to assert your own legitimacy by ‘confirming’ one of the in-play roles.\nAlternatively, you could combine it with one of the bluffs, creating a fake friction between yourself and a fellow evil player, which can then be ‘resolved’ if/when one of you dies.\nFinally, if you get lucky, you could find yourself claiming that you ‘saw’ a role that isn’t in play, essentially providing you with a free, extra bluff.\nIf Pixie is actually in play, it’s unlikely that they’ll come out as the Pixie early in the game. If you can identify who they are and ensure both they and their seen character don’t die, you may find yourself claiming to have been the Pixie while the real Pixie feels compelled to remain silent in order to maintain their own madness. When they finally announce that they’re the real Pixie, they’ll have an uphill battle to unseat you as the \"legitimate\" Pixie.",
        "Tips & Tricks": "Be as mad as possible as the Townsfolk you know is in play. Claim to be that character. Give the information that character would know. Claim to use your ability. Claim, loudly and often, that the other player is lying. Get them killed by any means necessary. Once this is all done, you will gain that character's ability - totes worth it!\nBe mad as the duplicate character from minute one, day one, and keep up the charade for every following day. This will go a long way to convincing the group that you are the duplicate character, as well as showing the Storyteller that you are mad.\nDon't be mad at all about being your duplicate character at all for a few days. Say nothing about it. Then, on the day that you think that you can get this player executed, be very mad as this character. If the Storyteller sees that you \"have been\" mad as the duplicate character, and that your madness got the duplicate character executed, they will very likely give you the Pixie madness benefit - that player's ability when that player dies.\nOnce you have gained the ability of your duplicate character, you can safely come out publicly as the Pixie. You've got the new ability locked in now, so use it as much as you want, and let the duplicate character (and the group) know that you were the Pixie all along. An apology to the poor good player that you threw under the bus might be necessary ;)\nIf you admit to being the Pixie, that will count as \"not being mad that you are the duplicate character\" and will almost certainly prevent you from gaining the duplicate's ability. Best not say this.\nIf you can have a private conversation with the duplicate player and tell them that you are their Pixie, then they may agree to get themselves executed. Be aware though... if the Storyteller overhears you claiming to be the Pixie, then you will no longer be \"mad\" and won't gain the character ability. Similarly, if the player you tell is evil and then tells the Storyteller what you said, then you will no longer be \"mad\" and won't gain the character ability.\nBe pro-active when being mad. The Storyteller wants to see you make an honest effort to convince the group that you are a character that you are not.\nChange up your Pixie strategy based on which character you are shown on the first night. If you are shown the Investigator then get them killed as soon as possible, so that you can both learn your information as early as possible. If you are shown the Undertaker, then wait until after they have learnt at least one executed player's character, so that both of you can corroborate information and trust each other. If you are shown the Sage, then bluff as a different character first, then the Sage, to make your Sage bluff seem believable. The strategies for the Pixie are as numerous as the characters available.\nYou know a character that is in play, but not which player it is. When they die, you may be able to confirm that they are what they claim to be. If a player dies and you do not gain your duplicated ability, the person that died was not the character you know. The real character you know is in play is still out there.\nDon't forget that once-per-game roles and 'you start knowing' roles, such as the Seamstress and the Librarian respectively, may have already used their abilities. By executing them (assuming you have successfully been 'mad' about being their role), not only will you confirm that they are who they claim to be, but you will also get a second use of their ability, gaining new information.\nYou can test the Pixie to see if they are telling the truth. If you are the character that the Pixie is claiming to be, but you have not revealed who you are yet, stay silent and do what you can to get yourself killed. When you are dead, the Pixie will gain a new ability, so the Pixie should be very vocal about this. If you die, and the player claiming to be the Pixie does not claim to have gained a new ability, then they are probably not the Pixie because they don't know that you died.\nWhen the Pixie is on the script, don't be too suspicious of two players claiming to be the same character. They may very well be two good players just playing their characters well. Of course, the evil players know this, and may be doubling up with their bluffs. Whether the two players are both good (and one is the Pixie), or whether one player is evil and is doubling up, it is probably best to execute one of the players anyway. Hopefully, you'll be executing an evil player or a good player that is giving the Pixie an extra ability.\nJust saying that you are the Pixie early in the game, and deliberately excluding yourself from the possibility of gaining a character ability, can still be helpful. You start the game knowing that a particular good character is in play. This is useful information. Telling the group what you know will help confirm that this player is good. The group will know that you are the Pixie, so there is no point being mad as a different character this game."
    }
}
