{
    "ability": "Minions & Demons do not know each other. If you die, they learn who each other are that night.",
    "about": "The Poppy Grower prevents the evil players from learning who each other are.",
    "edition": "experimental characters",
    "gameplay": [
        "The Imp, the Poisoner and the Witch are in play. On the first night, the Imp wakes to learn 3 not-in-play characters, but does not learn which players are the Minions. The Poisoner and the Witch do not wake to learn who each other are, and do not learn who the Demon is.",
        "The Poppy Grower is executed, and dies. That night, the Shabaloth learns which players are the Minions. The Godfather and the Baron wake, make eye contact, and learn which player is the Shabaloth.",
        "The Poppy Grower is the Drunk. On the 1st night, the evil players learn who each other are, as normal. On the fourth night, the Demon kills the Poppy Grower. The Demons and Minions do not wake to learn who each other are again because the Poppy Grower is the Drunk."
    ],
    "id": "poppy grower",
    "image": "assets/icons/poppy grower.png",
    "name": "Poppy Grower",
    "soliloquy": "In the hidden groves of the deep forest, the black poppy dwells. To see its revelry is to be enchanted. To smell its thick aroma is to be lost forever, a slave to the gods of light and dark.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Poppy Grower": "As an evil player, you will know for certain whether there is a Poppy Grower in the game or not. If you learn who your fellow evil players are, there is no Poppy Grower. So, the Poppy Grower can be a safe bluff not only for a Demon who was not shown the Poppy Grower as \"not-in-play, but also for the Minions. The Bluff is so safe, that (similar to bluffing as the Atheist), you may find that other evil players have also claimed to be the Poppy Grower secretly to others, and you have accidentally ended up with several fake Poppy Growers.\nWhen nominated, claiming to be the only thing stopping the evil team from being introduced to one another can be quite a compelling argument for being spared. However... you will need to come up with an explanation as to why you lived through the night.\nYou can tell one or two people that you’re the Poppy Grower and make the good team erroneously believe that they are winning the game.\nTell no-one that you are the Poppy Grower, get yourself killed by some means, wait until the end of the day, and then announce that particular people who had private conversations today are likely to be evil, since the evil team just found out who each other were.\nIf the Poppy Grower is in play, bluffing as the Poppy Grower anyway is likely to lure them out. The real Poppy Grower will know you are lying, but at least the Demon knows which player is the Poppy Grower now. The good team may even be hesitant to execute either of you, for fear that the evil team will learn who each other are once the real Poppy Grower dies.\nPoppy Grower is a great bluff to make after you die. It subtly projects a message that the evil team are about to become much more coordinated than before, and if you’ve already been operating together pretty well, it will make you seem that much more imposing. The good team losing faith in their victory may be the boost you need.\nPoppy Grower games often have a strange vibe to them. Similar to a Legion game, the good team can feel that something is subtly wrong. It's hard to pin down but this is mostly due to the evil team struggling to figure out what their plan is a team. Nevertheless, some games just have a weird feeling to them, as if everyone is being too quiet, or nothing really seems to add up. If your game has this feeling, consider switching from your initial bluff to a Poppy Grower bluff, as a way to explain the feeling to the good team. Coming out as the Poppy Grower after a few days of the good team saying \"what is going on? This feels different.\" may elicit feelings of clarity, and relief. Normally, it is wise to choose a character to bluff as and have that bluff influence the game. Sometimes, it can be wise to let the game dictate which bluff is the most appropriate.",
        "Tips & Tricks": "Keep it secret keep it safe. The Poppy Grower's biggest strength is the paranoia they create by denying the evil team their greatest strength.\nCome out ridiculously loudly, because someone boldly claiming to be a Poppy Grower so fiercely is just weird, that it is going to make the evil team second guess who you are. They might leave you alive because it seems like you're a character trying to get killed like the Farmer. Additionally, the Demon may not wish to ‘confirm’ that you’re the Poppy Grower by killing you.\nAs the Poppy Grower, you are essentially single-handedly responsible for the evil team's lack of ability to coordinate. Take special notice of any two players who are claiming to be the same character. One of them is possibly a Minion, because they haven’t obtained their bluffs from the Demon.\nOn the first day, pay attention to who mingles and who keeps quietly to themselves. Minions, being cut off from the rest of their team, will be extra cautious because they will have no information to start with. Specifically, watch for players' body language as they're likely to unconsciously communicate their anxiety and isolation. Be suspicious of those players who are last to reveal their character, as they might be Minions.\nYou are likely to be seen by the evil team as an important target for death in the night. Be very careful about who you share your role with.\nEach day, share your role with one new player. If you die at night early in the game, it's a good chance that one of the people you confided with is actually the Demon specifically, and not a Minion, because a Minion would have no easy way of communicating who you are to the Demon. Of course, nothing stops the Minion from revealing you publicly, but at least you're taking a definite Minion down with you.\nAs Poppy Grower, you can pretend to be an evil player to deceive evil players into thinking you are too. Go around secretly to various players and let them know you know a Poppy Grower is in play as code that you're an \"evil player\". They might bite and confide in you.\nIf you die, watch for sudden changes of behaviour. The evil team has suddenly gained a lot of information and can coordinate better. This can include:\nPlayers who previously weren't voting, start voting\nPlayers who were voting strongly for one player suddenly change their target\nPlayers who come out shortly after you die (who have likely just received a bluff from the Demon).\nIf you don't come out after you die, the evil team knows exactly who you are but the good team does not. This means that the players who are paying you a little bit too much attention might actually be the evil team trying to hide their actions from you.\nIf you can manage to arrange being drunk or poisoned when you die, the evil team do not learn who each other are. While this can be incredibly tricky to pull off as there are not many good characters that can make you intentionally drunk, it has a massive payoff.\nCome out on the final day, if you’re still alive."
    }
}
