{
    "ability": "Once per game, at night*, choose a dead player: if they are a Townsfolk, they are resurrected.",
    "about": "The Professor can bring someone back from the dead.",
    "edition": "bad moon rising",
    "gameplay": [
        "The Professor chooses a dead player who is claiming to be the Tea Lady. The player is actually the Lunatic. Nobody is resurrected.",
        "The Professor resurrects the Grandmother, who learns a good player’s character. At dawn, all players learn the Grandmother player is alive, but not that the player is the Grandmother.",
        "The drunk Professor chooses to resurrect the Minstrel. Unbeknownst to the Professor, the Minstrel was regurgitated by the Shabaloth and is now alive. The Storyteller shakes their head no, because the Professor must choose a dead player. The Professor chooses the dead Fool instead. Nothing happens because the Professor is drunk, and the Professor cannot use their ability again."
    ],
    "id": "professor",
    "image": "assets/icons/professor.png",
    "name": "Professor",
    "soliloquy": "The process is simple. Attach the hydraulic confabulator to the modified chi matrix amplifier, add 20 CCs of pseudodorafine, keep his Z levels above 20%, and your husband will be fine. Now, all we need is a lightning strike.",
    "team": "townsfolk",
    "tips": {
        "Bluffing as the Professor": "You can't resurrect anyone. Be prepared to explain why your ability failed. The Professor is often a more difficult bluff than other good characters in Bad Moon Rising, so you will need to think ahead.\nClaim to have used your Professor ability on a player that the group considers to be suspicious. You can claim to have wanted to \"test\" to see if they were actually a Townsfolk or not. Choosing a suspicious player will more likely make you look like the good player, so is more useful if you are a Demon as apposed to a Minion.\nClaim to have used your ability on a trusted good player. When nothing happens, the group will assume (unless you can convince them that you were drunk or poisoned for some reason) that one of you is evil. And the odds are, that if they are trusted, you are not. This strategy is more useful if you are a Minion, as being executed can often be a good thing.\nIf the Demon is the Shabaloth, and a player is regurgitated of a night time, this can look identical to a Professor resurrecting someone. If you think this might happen, or if you have quick wits and can claim of a morning that last night's surprise living player was due to your efforts, you can convince the group that you have used your ability effectively. This is doubly damaging if the regurgitated player was actually a fellow Minion.\nIf you are good player, bluffing as a Professor that has used their ability (and nothing happened), can be a great way to stay alive long enough to use your actual ability. Demons are usually not interested in attacking Professors that have lost their ability, since they are no longer a threat. For example, if you are the Courtier, but want to insure that you survive long enough to use your poisoning ability, claiming to be a Professor that no longer has an ability will usually let you live long enough to do so.",
        "Tips & Tricks": "Use your ability as early as you possibly can! Evil players will really not want to keep you around, so getting your ability to trigger as soon as possible will give you an edge. Additionally, it is more likely that players who die early in the game will be good Townsfolk, since they are in the majority and evil will be protecting each other.\nUse your ability as late in the game as you dare! While risky, you can't underestimate how disruptive the resurrection of a confirmed Townsfolk at the end of the game can be for the evil team. The good team will be able to rally around both you and your revived Townsfolk, and the evil team will have a lot less options for disguising themselves as the game has worn on.\nRemember that if your ability fails, the dead player is either evil or an Outsider. Don't jump to conclusions right away - you could've targeted a confused Zombuul or  Lunatic!\nResurrect players who died at night, rather than players who were executed. It's not as sure a thing as in other editions, but players who die at night were probably targeted by the demon, and are therefore most likely good.\nResurrect executed players if you believe the town has made a mistake! If your ability works, you have absolved an innocent townsfolk. If it doesn't, well, you can be very sure that they were right to execute them the first time. (Bonus strategy: Reveal yourself to a player you believe to be good, and ask them to be deliberately executed so you can bring them back, proving both of you. Especially effective early in the game!)\nSuccessfully resurrect a townsfolk, and you are going to be one of the more trustworthy good players in the game. While you won't be totally free of suspicion (the Shabaloth is always a concern), you and your revived Townsfolk will know you can trust each other 100%, and most other players will want to join your circle! Use this to your advantage to rally the good team in the face of evil.\nWhen picking who to resurrect, consider telling the player ahead of time what you intend to do. Not only does this lend credibility to the fact that you aren't the Shabaloth (since the Storyteller chooses who is regurgitated), but it also means the player can warn you off if they are an outsider who is bluffing as a townsfolk for whatever reason. Additionally, if the player agrees to go along with this plan and doesn't come back, you can be much more confident that they are evil, since they had the chance to stop you and didn't!"
    }
}
