{
    "ability": "If you die by execution, your team loses.",
    "about": "The Saint ends the game if they are executed.",
    "edition": "trouble brewing",
    "gameplay": [
        "There are seven players alive and nominations are in progress. The Saint gets four votes and is about to die. Then, the Baron is nominated but only gets three votes. No more nominations occur today. The Saint is executed, and evil wins.",
        "The Imp is nominated, and the players vote. The Gunslinger kills the Saint. The Saint dies, and the game continues.",
        "The Saint is executed. However, the  Scapegoat's ability is triggered, so the Scapegoat dies instead. The game continues, because the Saint did not die."
    ],
    "id": "saint",
    "image": "assets/icons/saint.png",
    "name": "Saint",
    "soliloquy": "Wisdom begets peace. Patience begets wisdom. Fear not, for the time shall come when fear too shall pass. Let us pray, and may the unity of our vision make saints of us all.",
    "team": "outsiders",
    "tips": {
        "Bluffing as the Saint": "When bluffing as the Saint, there are a few things you should keep in mind:\nBecause of the Saint's lose condition, it is easily one of the best evil bluffs in the game. It is such a risk to execute you that the good team will usually err on the side of caution and leave you alone. This does not mean that it is bulletproof; on the final day, you're at the same risk as everyone else (since if they don't execute the Demon, they lose anyway). You'll also come under a reasonable amount of scrutiny as the game progresses.\nBluffing as the Saint in a game with no Baron can be tricky since you will likely be conflicting with other Outsiders. Fortunately, your lose condition makes you a larger threat to execute over a Butler or Recluse; use this to your advantage to leverage the execution of a good player.\nYou may be detected as evil at some point during the game. A great counter-argument is that because you are the Saint, you are being targeted by the Storyteller. For example, you could say you are the Fortune Teller's false positive, or that an Empath getting an evil read on you is actually Drunk.\nGood players benefit from bluffing as the Saint as well! Demons are unlikely to target a Saint since they would much rather they be executed. Using this to your advantage can allow you to survive a few days longer as an Empath or Fortune Teller.\nIf you are executed, it will become immediately obvious you are not the Saint when the game doesn't end. Be prepared to have a back up bluff, such as the Recluse, or a powerful Townsfolk who didn't want to die (like the Undertaker or Slayer).\nBeware of Slayer(s)! The Saint is usually a very powerful bluff to keep yourself safe from execution, but if a Slayer is in play, they will very likely want to test you, and would not trigger the Saint's lose condition using their ability. One good way to circumvent this is to have a Minion bluff as the Saint, get slayed, and then have the Imp pass the Demonhood to them after that.\nIf you get nominated, drop any previous bluff and come out as the Saint. Claim that your previous information and character were a ploy to attempt to get the Demon to target you. This will usually give the good team significant pause.",
        "Tips & Tricks": "If you die by execution, the game ends, and your whole team loses. Make sure the good team knows you are the Saint! Tell it in the streets! Tell it from the rooftops! Tell it to everybody! You must be believed to be a good player, or it's curtains. If you have been nominated, cry black and blue that you are the Saint, loudly and publicly... the fate of the game depends on it.\nTo help prove that you are good, you can arrange for other good players to confirm your identity. Kill players sitting between you and an Empath so that the Empath learns your alignment. Convince the Fortune Teller to select you of a night time to prove you are not the Demon. Find a Ravenkeeper and get them to agree to choose you so they learn who you are. Get a Slayer to attempt to slay you.The Demon will usually not want to kill you of a night time, so the question of who you really are will be asked by the group at some stage, and having some players back you up could be crucial.\nAlternatively, either stay silent, or bluff as a juicy target for the Demon to attack, such as the Slayer or the Monk. If you die at night, then you remove the possibility of being executed accidentally by the good team.\nFind out which other Outsiders are in play. If there are supposed to be two Outsiders in the game, and the only Outsiders to come out publicly are you and the Recluse, for example, then even though you both look inherently suspicious, there are supposed to be two Outsiders in play, so the good team may believe that you are good for this reason alone."
    }
}
