{
    "ability": "If a player of your alignment is executed, you might be executed instead.",
    "about": "The Scapegoat is executed instead of an ally.",
    "edition": "travellers",
    "gameplay": [
        "The Fortune Teller is about to be executed, but the Storyteller chooses to execute the good Scapegoat instead. The Fortune Teller lives and the Scapegoat dies. That night, the Undertaker learns that a Scapegoat was executed today.",
        "The Poisoner is about to be executed, but the Storyteller chooses to execute the evil Scapegoat instead. The Storyteller could have let the Poisoner die as normal, but chose not to.",
        "The Spy is about to be executed. The good Scapegoat dies instead."
    ],
    "id": "scapegoat",
    "image": "assets/icons/scapegoat.png",
    "name": "Scapegoat",
    "soliloquy": "Good evening! Thank you for inviting me to the ball. I'm not from around here, but you sure seem like a friendly bunch, by golly. I'm sure we'll get along just dandy. What's all that rope for?",
    "team": "Trouble Brewing",
    "tips": {
        "Tips & Tricks (if you are evil)": "Stay alive, however you can. So that the Demon doesn't kill you, either talk to the Demon to let them know that you are evil, or otherwise get a message to them.  Avoid getting exiled no matter the cost. The Storyteller will almost always wait until the Demon is executed for your ability to trigger, so you remaining alive until that happens will save the evil team from defeat. Sometimes, the Storyteller will make your ability trigger when a Minion is executed instead. If this happens, that's still great, because at least that Minion gets another night and day in the game.\nIf the good team begins to think that you are evil, it may be best to die. Either get yourself exiled, or get the Demon to kill you. If you live, and your ability triggers when a Minion dies, the good team will believe that the Minion you saved is in fact evil. This may give them all the information they need to deduce who the Demon is.\nWhen the Storyteller declares that the players kill you instead of the normal executee, this is great! Talk to the player you saved in private, just as if you were a good player. You can talk about the weather, football, whatever. As long as the good team believes that you are good, they will believe that the player you saved is good. If this player is the Demon, this strategy could win you the game. If this player is a Minion, they get to keep their ability and their daily voting power.\nIf the game is near to a close, and you died in place of a Minion, it may be best if you look as evil as possible to the group. The following day, if just 3 or 4 players are left alive, the good team will probably execute the player you saved, believing them to be the Demon. If you look evil, the good team thinks that the Minion is evil, and may not click that they are not in fact the Demon. This strategy may still be useful if 5, 6, or even 7 players are still alive. Convincing the group to execute a Minion (again) at least means that they are not executing the Demon, and good loses precious time and votes in the process.\nDo whatever you can to convince the rest of the group that the player who's life you saved is good. This may be an uphill struggle, depending on the number of other Travellers in play. Since the group will know for a fact that you are both the same alignment, they may be able to use this information to prove or disprove other player's alignments. Pay attention, and focus on discrediting key players. For example, If the Imp just got executed but saved by you, and the Empath is sitting next to you and knows that one of their neighbours is evil, you will need to completely discredit either the Empath, or their other living neighbour... otherwise it's curtains for team evil.",
        "Tips & Tricks (if you are good)": "Stay alive, however you can. Lay low and don't tempt the Demon into attacking you. Avoid getting exiled until after your ability triggers. If you can live long enough for you to die in place of an executed player, that helps enormously. The Storyteller will often wait for the second half of the game for your ability to make your ability trigger, so be patient, and play it safe.\nWhen the Storyteller declares that the players kill you instead of the normal executee, this is great! Talk to the player you saved in private. You know that they are good, and they know that you are good. Work together, vote together, and win together. Encourage them to tell you any information that they have due to their character ability, and any information that they have due to other private conversations they have had. Do whatever you can to keep this player alive, and save your vote for when they vote too.\nAfter you have talked to the player who's life you saved, do whatever you can to convince the rest of the group that they are good. You have two publicly known facts to help you do this:\nMost Travellers are good. The odds are that you are good, are good, therefore the odds are that the player you saved is good, are good.\nBoth you and the player you saved are the same alignment. If there is a Chef or Empath in play, their information would need to be congruent with you both being the same alignment. If an Investigator or Fortune Teller is in-play, their information may be incongruent with you both being evil. It is rare that a piece of information such as \"two players are the same alignment\" becomes publicly known, so use it to the full.\nTo help convince the group that you are good, make the argument that another Traveller in the game is evil. Whether they are actually good or evil doesn't really matter to you. What does matter is that if the group thinks that one of them is evil, they will believe that you are good, because the chance of there being 2 evil Travellers is small. A group that believes that you are the good Traveller will keep you alive long enough for you to use your ability, and will believe that the player whose life you save is good too. And you never know, maybe the Traveller that you are throwing under the bus actually is evil after all!"
    }
}
